Repository: jgting/flutter_framework
Catalog: lib/l10n/app_*.arb
Languages: bn, id, km, ko, ne, th, tl, vi, zh_hk

# apiErrorDefault
source: Unknown error.
bn: অজানা ত্রুটি।
id: Terjadi Kesalahan
km: កំហុសមិនស្គាល់។
ko: 알 수 없는 오류.
ne: अंजान त्रुटि।
th: ข้อผิดพลาดทั่วไป
tl: Hindi kilalang error.
vi: Lỗi không xác định
zh_hk: 未知錯誤。

# apiErrorSendBet
source: Bet error.
bn: বেটের ত্রুটি।
id: taruhan eror
km: កំហុសក្នុងការភ្នាល់។
ko: 베팅 오류
ne: शर्त त्रुटि।
th: เดิมพันผิดพลาด
tl: Error sa Bet
vi: Lỗi cược.
zh_hk: 投注錯誤

# e1000
source: Bet fail.
bn: বেট ফেইল
id: Taruhan gagal
km: ការភ្នាល់បរាជ័យ។
ko: 베팅 실패
ne: शर्त असफल।
th: เดิมพันล้มเหลว
tl: Nag-fail ang taya.
vi: Cược thất bại
zh_hk: 下注失敗。

# e1002
source: Over betting limit.
bn: বেটিং লিমিট ছাড়িয়ে যাচ্ছে।
id: Melebihi batas taruhan
km: ភ្នាល់លើសដែនកំណត់។
ko: 베팅 한도 초과
ne: सट्टेबाजी सीमा भन्दा बढी।
th: เกินขีดจำกัดการเดิมพัน
tl: Lampas sa limitasyon ng pagtaya.
vi: Vượt quá hạn mức cược
zh_hk: 超出下注限額。

# e1003
source: Over max total bet.
bn: সর্বোচ্চ মোট বেট ছাড়িয়ে যাচ্ছে।
id: Melebihi total maksimal taruhan
km: ការភ្នាល់សរុបលើសពីចំនួនច្រើនបំផុត។
ko: 최대 총 베팅 초과
ne: अधिकतम कुल शर्त भन्दा बढी।
th: เกินจำนวนเงินเดิมพันรวมสูงสุด
tl: Lampas sa maximum na kabuuang taya.
vi: Vượt quá tổng cược tối đa
zh_hk: 超過最大總下注額。

# e1010
source: Insufficient balance.
bn: অপর্যাপ্ত ব্যালেন্স।
id: Saldo tidak mencukupi
km: សមតុល្យមិនគ្រប់គ្រាន់។
ko: 잔액 부족
ne: अपर्याप्त बैलेंस ।
th: ยอดเงินคงเหลือไม่เพียงพอ
tl: Kulang ang balanse.
vi: Số dư không đủ
zh_hk: 餘額不足。

# e1012
source: Exceed total bet.
bn: মোট বেট সীমা ছাড়িয়ে যাচ্ছে।
id: Melebihi total taruhan
km: លើសពីចំនួនភ្នាល់សរុប។
ko: 총 베팅 초과
ne: कुल शर्त पार गर्नुहोस्।
th: เกินจำนวนเงินเดิมพันรวม
tl: Lumampas sa kabuuang taya.
vi: Vượt quá tổng cược
zh_hk: 超過總下注額。

# e1013
source: Exceed max payout.
bn: সর্বোচ্চ পেআউট লিমিট অতিক্রম করুন।
id: Melebihi maksimal pembayaran
km: លើសពីការទូទាត់ចំនួនច្រើនបំផុត។
ko: 최대 지급 초과
ne: अधिकतम भुक्तानी पार गर्नुहोस्।
th: เกินจำนวนการจ่ายเงินสูงสุด
tl: Lumampas sa maximum na payout.
vi: Vượt quá thanh toán tối đa
zh_hk: 超過最高派彩。

# oddsTypeEu
source: Decimal
bn: ডেসিমেল
id: Desimal
km: ទសភាគ
ko: 소수
ne: दशमलव
th: เดซิมอล
vi: Thập phân
zh_hk: 歐洲盤

# oddsTypeMy
source: Malaysian
bn: মালয়েশিয়ান
id: Malaysia
km: ម៉ាឡេស៊ី
ko: 말레이식
ne: मलेसियन
th: มาเลย์
vi: Malaysia
zh_hk: 馬來盤

# oddsTypeIdn
source: Indonesian
bn: ইন্দোনেশিয়ান
id: Indonesia
km: ឥណ្ឌូណេស៊ី
ko: 인도네시아식
ne: इन्डोनेसियन
th: อินโด
vi: Indonesia
zh_hk: 印尼盤

# oddsTypeHk
source: Hong Kong
bn: হংকং
km: ហុងកុង
ko: 홍콩식
ne: हङकङ
th: ฮ่องกง
vi: Hồng Kông
zh_hk: 香港盤

# alertTypeInfo
source: Info
bn: তথ্য
id: Informasi
km: ព័ត៌មាន
ko: 정보
ne: जानकारी
th: ข้อมูล
tl: Impormasyon
vi: Thông tin
zh_hk: 資訊

# alertTypeSuccess
source: Success
bn: সাকসেস
id: Sukses
km: ជោគជ័យ
ko: 성공
ne: सफलता
th: สำเร็จ
tl: Tagumpay
vi: Thành công
zh_hk: 成功

# alertTypeError
source: Error
bn: ইরোর
id: Eror
km: មានកំហុស
ko: 에러
ne: एररोर
th: ผิดพลาด
tl: Kamalian
vi: Lỗi
zh_hk: 錯誤

# alertTypeWarning
source: Warning
bn: সতর্কতা
id: Peringatan
km: ព្រមាន
ko: 경고
ne: चेतावनी
th: คำเตือน
tl: Babala
vi: Cảnh báo
zh_hk: 警告

# alertMsgTittle
source: Greeting to Visitor
bn: ভিজিটরকে শুভেচ্ছা
id: Selamat Darang
km: ជំរាបសួរអ្នកទស្សនា
ko: 회원님 안녕하세요
ne: आगन्तुकलाई अभिवादन
th: คำทักทาย
tl: Pagbati sa mga Bisita
vi: Chào thành viên
zh_hk: 歡迎光臨

# alertMsgContent
source: Please Login / Register to enjoy all excitements for our service!
bn: অনুগ্রহ করে লগইন করুন / আমাদের আনন্দদায়ক সার্ভিস উপভোগ করতে রেজিস্টার করুন!
id: Silakan Login/Daftar untuk menikmati segala keseruan layanan kami!
km: សូមចូល/ចុះឈ្មោះ ដើម្បីរីករាយជាមួយការរំភើបចិត្តទាំងអស់សម្រាប់សេវាកម្មរបស់យើង!
ko: 모든 서비스를 즐기시려면 로그인 또는 회원가입을 진행해 주세요!
ne: हाम्रो सेवाको लागि सबै उत्साहको आनन्द लिन कृपया लगइन गर्नुहोस् / दर्ता गर्नुहोस्!
th: กรุณาเข้าสู่ระบบ / สมัครสมาชิก เพื่อรับข้อเสนอสุดพิเศษจากบริการของเรา!
tl: Paki-login o magrehistro upang ma-enjoy ang lahat ng kasiyahan sa aming serbisyo!
vi: Vui lòng Đăng nhập / Đăng ký để tận hưởng mọi dịch vụ của chúng tôi!
zh_hk: 請登入/註冊以享受我們服務的所有精彩內容！

# alertMsgClose
source: Close
bn: বন্ধ
id: Tutup
km: បិទ
ko: 닫기
ne: बन्द गर्नुहोस्
th: ปิด
tl: Sarado
vi: Đóng
zh_hk: 關閉

# alertMsgGotIt
source: Got it
bn: বুঝেছি
id: Mengerti
km: ទទួលបាន
ko: 알겠습니다.
ne: बुझियो
th: เข้าใจแล้ว
tl: Nakuha
vi: Đã hiểu
zh_hk: 明白

# alertMsgNoMatches
source: There are no matches available at the moment.
bn: এই মুহূর্তে আর কোনো ম্যাচ এভেইল্যাবেল নেই।
id: Saat ini tidak ada pertandingan tersedia
km: មិនមានការប្រកួតដែលអាចរកបាននៅពេលនេះទេ។
ko: 현재 이용 가능한 경기가 없습니다.
ne: अहिले कुनै पनि खेल उपलब्ध छैन।
th: ไม่มีแมตช์ที่พร้อมให้บริการในขณะนี้
tl: Walang available na mga laban sa kasalukuyan.
vi: Hiện tại không có sẵn trận đấu
zh_hk: 目前沒有可用的比賽。

# modeNormal
source: Normal
bn: নরমাল
km: ធម្មតា
ko: 보통
ne: सामान्य
th: ปกติ
vi: Bình Thường
zh_hk: 正常

# modeVeteran
source: Veteran
bn: অভিজ্ঞ
km: ជើងចាស់
ko: 베테랑
ne: अनुभवी
tl: Beterano
zh_hk: 資深

# modeColumn
source: Column
bn: কলাম
id: Kolom
km: ជួរ
ko: 칼럼
ne: स्तम्भ
th: คอลัมน์
tl: Kolum
vi: Dạng Cột
zh_hk: 欄

# themeLight
source: Light
bn: লাইট
id: Terang
km: ពន្លឺ
ko: 밝은
ne: उज्यालो
tl: Liwanag
vi: Nền Sáng
zh_hk: 淺色

# themeDark
source: Dark
bn: ডার্ক
id: Gelap
km: ងងឹត
ko: 어두운
ne: अँध्यारो
tl: Dilim
vi: Nền Tối
zh_hk: 深色

# layoutDefault
source: Default
bn: ডিফল্ট
id: Normal
km: លំនាំដើម
ko: 기본값
ne: पूर्वनिर्धारित
th: ค่าเริ่มต้น
vi: Mặc định
zh_hk: 默認

# layoutNarrow
source: Narrow
bn: সংকীর্ণ
id: Kecil
km: ចង្អៀត
ko: 좁은
ne: साँघुरो
th: แคบ
tl: Kitid
vi: Hẹp
zh_hk: 窄

# layoutWide
source: Wide
bn: প্রশস্ত
id: Lebar
km: ទូលំទូលាយ
ko: 넓은
ne: चौडा
th: กว้าง
tl: Lawak
vi: Rộng
zh_hk: 宽

# highlightHighlight
source: Highlight
bn: হাইলাইট
ko: 강조하다
ne: हाइलाइट गर्नुहोस्
th: ไฮไลท์
tl: Bigyang-diin
vi: Nổi bật
zh_hk: 突出

# highlightNoneHighlight
source: None Highlight
bn: নন হাইলাইট
ko: 강조하지 않음
ne: कुनै पनि हाइलाइट छैन
th: ไม่มีไฮไลท์
tl: Hindi binibigyang-diin
vi: Không nổi bật
zh_hk: 無突出

# betAmountMaxPayout
source: Max payout
bn: সর্বোচ্চ পেআউট
km: ការទូទាត់ច្រើនបំផុត
ko: 최대 지급액
ne: अधिकतम भुक्तानी
th: จ่ายสูงสุด
tl: Max na kita
vi: Thanh toán tối đa
zh_hk: 最高獎金

# betAmountTotalFreeBet
source: Total Free bet
bn: সর্বমোট ফ্রি বেট
id: Total Taruhan gratis
km: ការភ្នាល់ឥតគិតថ្លៃសរុប
ko: 총 무료 베팅
ne: कुल नि: शुल्क शर्त
th: เดิมพันฟรีทั้งหมด
tl: Total na Free bet
vi: Tổng Cược miễn phí
zh_hk: 總免費下注

# betAmountTotalStake
source: Total stake
bn: সর্বমোট বেট
id: Total bet
km: ប្រាក់ភ្នាល់សរុប
ko: 총 베팅 금액
ne: कुल हिस्सेदारी
th: ยอดรวมเดิมพัน
tl: Kabuuang Taya
vi: Tổng tiền cược
zh_hk: 總下注額

# betConfirm
source: Confirm
bn: নিশ্চিত করুন
id: Setuju
km: បញ្ជាក់
ko: 확인
ne: पुष्टि गर्नुहोस्
th: ยืนยัน
tl: Kumpirmahin
vi: Xác nhận
zh_hk: 確認

# betCancel
source: Cancel
bn: বাতিল করুন
id: Batalkan
km: លុបចោល
ko: 취소
ne: रद्द गर्नुहोस्
th: ยกเลิก
tl: Kanselahin
vi: Hủy
zh_hk: 取消

# betAddMarket
source: Add Market
bn: মার্কেট যোগ করুন
id: Tambah Pasar
km: បន្ថែម ទីផ្សារ
ko: 마켓 추가
ne: एड मार्केट
th: เพิ่มตลาด
tl: Magdagdag ng Market
vi: Thêm Thị Trường
zh_hk: 添加市場

# betRadioAcceptOddsChange
source: Accept better odds change
bn: সেরা অডসের পরিবর্তন গ্রহণ করুন
id: Terima perubahan odds yang lebih baik
km: ទទួលយកការផ្លាស់ប្តូរហាងឆេងកាន់តែប្រសើរ
ko: 더 좋은 배당률 변경을 수락합니다
ne: राम्रो Odds कों लागि परिवर्तन स्वीकार गर्नुहोस् |
th: ยอมรับการเปลี่ยนแปลงอัตราต่อรองที่ดีขึ้น
tl: Tanggapin ang pagbabago sa mas better na odds
vi: Chấp nhận tỷ lệ cược thay đổi tốt hơn
zh_hk: 接受更優的賠率變動

# betRadioAcceptAnyOddsChange
source: Accept any odds change
bn: যেকোন অডসের পরিবর্তন গ্রহণ করুন
id: Terima segala perubahan odds
km: ទទួលយកការផ្លាស់ប្តូរហាងឆេងណាមួយ
ko: 모든 배당률 변경을 수락합니다
ne: कुनै पनि बाधा परिवर्तन स्वीकार गर्नुहोस्
th: ยอมรับการเปลี่ยนแปลงอัตราต่อรองใด ๆ
tl: Tanggapin ang anumang pagbabago ng odds
vi: Chấp nhận tỷ lệ cược thay đổi bất kỳ
zh_hk: 接受任何賠率變動

# betRadioAutoUse
source: Auto use free bet
bn: ফ্রি বেট অটো ব্যবহার করুন
id: Gunakan otomatis taruhan gratis
km: ប្រើការភ្នាល់ឥតគិតថ្លៃដោយស្វ័យប្រវត្តិ
ko: 무료 베팅 자동 사용
ne: स्वत: प्रयोग निःशुल्क शर्त
th: ใช้เดิมพันฟรีอัตโนมัติ
tl: Awtomatikong gamitin ang libreng bet
vi: Tự động sử dụng tiền cược miễn phí
zh_hk: 自動使用免費投注

# betSlipEmpty
source: Bet Slip is Empty
bn: বেট স্লিপটি খালি
id: Slip Taruhan Kosong
km: ប័ណ្ណភ្នាល់គឺទទេ
ko: 베팅 슬립이 비어 있습니다
ne: बेट स्लिप खाली छ
th: ไม่มีสลิปเดิมพัน
tl: Walang laman ang Bet Slip
vi: Phiếu Cược Trống
zh_hk: 投注單是空的

source: Bet limit
bn: বেট লিমিট
id: Minimal taruhan
km: ការភ្នាល់មានកម្រិត
ko: 베팅 한도
ne: शर्त सीमा
th: จำกัดการเดิมพัน
tl: Limitasyon sa Pusta
vi: Hạn mức cược
zh_hk: 投注限額

# betNotSelected
source: Not selected
bn: সিলেক্ট হয়নি
id: Tidak di pilih
km: មិនបានជ្រើសរើស
ko: 선택되지 않음
ne: चयन गरिएको छैन
th: ไม่ได้เลือก
tl: Hindi napili
vi: Không lựa chọn
zh_hk: 未選擇

# betSlipParlayHint
source: Please select at least two market
bn: অনুগ্রহ করে কমপক্ষে দুইটি মার্কেট নির্বাচন করুন
id: Silakan pilih minimal dua pasar taruhan
km: សូមជ្រើសរើសទីផ្សារយ៉ាងហោចណាស់ពីរ
ko: 최소한 두 개의 경기를 선택해 주세요
ne: कृपया कम्तीमा पनि दुई ओट मार्केट छान्नु होस् !
th: กรุณาเลือกอย่างน้อย 2 คู่
tl: Pumili ng hindi bababa sa dalawang market
vi: Vui lòng lựa chọn ít nhất hai thị trường
zh_hk: 請至少選擇兩個市場

# betShowMore
source: Show more
bn: আরও দেখান
id: Lihat lebih banyak
km: បង្ហាញបន្ថែម
ko: 자세하게
ne: थप देखाउनुहोस्
th: แสดงเพิ่มเติม
tl: Ipakita pa
vi: Hiển thị thêm
zh_hk: 顯示更多

# betShowLess
source: Show less
bn: কম দেখান
id: Lihat lebih sedikit
km: បង្ហាញតិចជាង
ko: 간략하게
ne: कम देखाउनुहोस्
th: แสดงน้อยลง
tl: Ipakita ang kaunti
vi: Rút gọn lại
zh_hk: 收起

# betQuickbetQuestionTitle
source: Do you want to bet?
bn: আপনি বেট করতে চান?
id: Apakah Anda ingin bertaruh?
km: តើអ្នកចង់ភ្នាល់ទេ?
ko: 베팅을 하시겠습니까?
ne: तपाईं शर्त गर्न चाहनुहुन्छ?
th: คุณต้องการที่จะวางเดิมพันใช่ไหม?
tl: Gusto mo bang tumaya?
vi: Bạn có muốn đặt cược?
zh_hk: 你想下注吗？

# betQuickbetQuestionContent
source: your bet is
bn: আপনার বেট হচ্ছে
id: Taruhan anda adalah
km: ការភ្នាល់របស់អ្នកគឺ
ko: 귀하의 베팅은
ne: तपाईको शर्त हो
th: การเดิมพันของคุณคือ
tl: Ang iyong pusta ay
vi: Cược của bạn là
zh_hk: 你的投注是

# betSentWait
source: Please wait
bn: অনুগ্রহ করে অপেক্ষা করুন
id: Silakan Tunggu
km: សូមរង់ចាំ
ko: 잠시만 기다려 주세요
ne: कृपया प्रतीक्षा गर्नुहोस्
th: กรุณารอ
tl: Pakihintay
vi: Vui lòng chờ
zh_hk: 請稍候

# betSentSuccess
source: Order successfully submitted
bn: অর্ডার সফলভাবে সাবমিট করা হয়েছে
id: Pesanan berhasil dikirim
km: ការបញ្ជាទិញត្រូវបានបញ្ជូនដោយជោគជ័យ
ko: 주문이 성공적으로 완료되었습니다
ne: अर्डर सफलतापूर्वक पेस गरियो
th: การเดิมเพันสำเร็จแล้ว
tl: Matagumpay na naisumite ang order
vi: Lệnh đã gửi thành công
zh_hk: 訂單已成功提交

# betWin
source: Win
bn: উইন
id: Menang
km: ឈ្នះ
ko: 승리
ne: जित्नुहोस्
th: ชนะ
tl: Panalo
vi: Thắng
zh_hk: 赢

# betLose
source: Lose
bn: লস
id: Kalah
km: ចាញ់
ko: 패
ne: हार्नु
th: แพ้
tl: Talo
vi: Thua
zh_hk: 输

# betDraw
source: Draw
bn: ড্র
id: Seri
km: ស្មើ
ko: 무승부
ne: बराबरी
th: เสมอ
tl: Tabla
vi: Hòa
zh_hk: 平局

# betReject
source: Reject
bn: রিজেক্ট
id: Di Tolak
km: បដិសេធ
ko: 거절하다
ne: अस्वीकार गर्नुहोस्
th: ปฏิเสธ
vi: Từ chối
zh_hk: 拒絕

# betVoided
source: Voided
bn: ভয়েড হয়েছে
id: Tidak Belaku
km: ចាត់ទុកជាមោឃៈ
ko: 무효
ne: रद्द
th: โมฆะ
vi: Hủy
zh_hk: 無效

# betMethodNormal
source: Normal
bn: নরমাল
km: ធម្មតា
ko: 보통
ne: सामान्य
th: ปกติ
vi: Bình thường
zh_hk: 正常

# betMethodQuick
source: Quick
bn: দ্রুত
id: Cepat
km: រហ័ស
ko: 빠른
ne: छिटो
th: เร็ว
tl: Mabilis
vi: Nhanh
zh_hk: 快速

# betNoInfoBtn
source: Start Betting Now!
bn: এখনই বেট করা শুরু করুন!
id: Mulai bertaruh sekarang!
km: ចាប់ផ្តើមភ្នាល់ឥឡូវនេះ!
ko: 지금 베팅을 시작하세요!
ne: अब सट्टेबाजी सुरु गर्नुहोस्!
th: เริ่มเดิมพันตอนนี้!
tl: Simulang Tumaya Ngayon!
vi: Bắt đầu cược!
zh_hk: 立即開始投注！

# betClose
source: Close
bn: বন্ধ
id: Tutup
km: បិទ
ko: 닫기
ne: बन्द गर्नुहोस्
th: ปิด
tl: Isara
vi: Đóng
zh_hk: 關閉

# betTicketClosed
source: Closed
bn: বন্ধ হয়েছে
id: Tutup
km: បានបិទ
ko: 종료됨
ne: बन्द
th: ปิดแล้ว
tl: Sarado
vi: Đã đóng
zh_hk: 已關閉

# betStart
source: Start
bn: শুরু
id: Mulai
km: ចាប់ផ្តើម
ko: 시작
ne: सुरु गर्नुहोस्
th: เริ่่ม
tl: Simulan
vi: Bắt đầu
zh_hk: 開始

# betQuickWithoutAsk
source: Send orders directly without confirmation steps
bn: কনফার্মেশন ধাপ ছাড়াই সরাসরি অর্ডার পাঠান
id: Kirim taruhan langsung tanpa konfirmasi
km: ផ្ញើការបញ្ជាទិញដោយផ្ទាល់ដោយគ្មានជំហានការបញ្ជាក់
ko: 확인 단계 없이 직접 주문 보내기
ne: पुष्टिकरण चरणहरू बिना सीधा आदेशहरू पठाउनुहोस्
th: ยืนยันการเดิมพันอัตโนมัติโดยไม่ต้องกดยืนยัน
tl: Ipadala ang mga order nang direkta nang hindi na kailangan ng kumpirmasyon
vi: Trực tiếp đặt cược bỏ qua bước xác nhận
zh_hk: 直接發送訂單，無需確認步驟

# betEditAmountInfo
source: Please edit the amount below
bn: অনুগ্রহ করে নীচের এমাউন্ট এডিট করে দিন
id: Silakan edit jumlah di bawah ini
km: សូមកែសម្រួលចំនួនទឹកប្រាក់ខាងក្រោម
ko: 아래의 금액을 수정해 주세요
ne: कृपया तलको रकम सम्पादन गर्नुहोस्
th: กรุณาแก้ไขจำนวนด้านล่าง
tl: Pakiedit ang halaga sa ibaba
vi: Vui lòng điều chỉnh số tiền bên dưới
zh_hk: 請修改下方金額

# betBettingTips
source: Betting Tips
bn: বেটিং পরামর্শ
id: Tips Taruhan
km: គន្លឹះភ្នាល់
ko: 베팅 팁
ne: शर्त सुझावहरू
th: เคล็ดลับการเดิมพัน
tl: Mga Tip sa Pagtaya
vi: Mẹo đặt cược
zh_hk: 投注建議

# betLimitContent
source: Maximum {max} selections
bn: সর্বাধিক {max} সিলেকশান
id: Pilihan maksimum {max}
km: ជម្រើស​អតិបរមា {max}
ko: 최대{max}개 선택가능
ne: अधिकतम {max} चयनहरू
th: เลือก {max} สูงสุด
tl: Pinakamataas na {max} na pagpipilian
vi: Lựa chọn {max} tối đa
zh_hk: 最多 {max} 項選擇

# betKeyboardPossibleWin
source: Possible win
bn: সম্ভাব্য উইন
id: Kemungkinan menang
km: ការឈ្នះដែលអាចទៅរួច
ko: 예상 수익
ne: सम्भावित जीत
th: โอกาสชนะ
tl: Posibleng kita
vi: Khả năng thắng
zh_hk: 可能贏得的金額

# betLimitStake
source: Stake limit
bn: বেট লিমিট
id: Limit Taruhan
km: ការភ្នាល់មានកំណត់
ko: 베팅 한도
ne: शेयर सीमा
th: จำกัดการเดิมพัน
tl: Limitasyon sa Taya
vi: Hạn mức tiền cược
zh_hk: 投注限額

# betEnter
source: Enter
bn: প্রবেশ করুন
id: Tekan
km: បញ្ចូល
ko: 입장
ne: प्रवेश
th: ยืนยัน
tl: Pumasok
vi: Nhập
zh_hk: 输入

# betSentAmount
source: Stake: {amount}
bn: বেট: {amount}
id: Taruhan: {amount}
km: ប្រាក់​ភ្នាល់៖ {amount}
ko: 베팅 금액: {amount}
ne: दाउ:: {amount}
th: เงินเดิมพัน: {amount}
tl: Taya: {amount}
vi: Tiền cược: {amount}
zh_hk: 投注額：{amount}

# betSentAmountSuccess
source: Stake: {amount} Confirmed
bn: বেট: {amount} নিশ্চিত করা হয়েছে
id: Taruhan: {amount} Dikonfirmasi
km: ប្រាក់ភ្នាល់៖ {amount} ត្រូវបានបញ្ជាក់
ko: 베팅 금액: {amount} 확인 됨
ne: दाउ:: {amount} पुष्टि भयो
th: เงินเดิมพัน: {amount} ได้รับการยืนยัน
tl: Taya: {amount} Kumpirmado
vi: Tiền cược: {amount} Xác nhận
zh_hk: 投注額：{amount} 已確認

# betSentAmountParlay
source: {parlay} Stake: {amount}
bn: {parlay} বেট: {amount}
id: {parlay} Taruhan: {amount}
km: {parlay} ប្រាក់ភ្នាល់៖ {amount}
ko: {parlay} 베팅 금액: {amount}
ne: {parlay} दाउ:: {amount}
th: {parlay} เงินเดิมพัน: {amount}
tl: {parlay} Taya: {amount}
vi: {parlay} Tiền cược: {amount}
zh_hk: {parlay} 投注額：{amount}

# betSentAmountParlaySuccess
source: {parlay} Stake: {amount} Confirmed
bn: {parlay} বেট: {amount} নিশ্চিত করা হয়েছে
id: {parlay} Taruhan: {amount} Dikonfirmasi
km: {parlay} ប្រាក់ភ្នាល់៖ {amount} ត្រូវបានបញ្ជាក់
ko: {parlay} 베팅 금액: {amount} 확인 됨
ne: {parlay} दाउ: {amount} पुष्टि भयो
th: {parlay} เงินเดิมพัน: {amount} ได้รับการยืนยัน
tl: {parlay} Taya: {amount} Kumpirmado
vi: {parlay} Tiền cược: {amount} Xác nhận
zh_hk: {parlay} 投注額：{amount} 已確認

# betTypeSingle
source: Single
bn: সিঙ্গেল
km: នៅលីវ
ko: 단일
ne: एकल
th: เดี่ยว
tl: Isahan
vi: Đơn
zh_hk: 單注

# betTypeParlay
source: Parlay
bn: পার্লে
ko: 복합 베팅
ne: पार्ले
th: พาร์เลย์
vi: Cược xiên
zh_hk: 串關

# betTypeParlayDouble
source: Double
bn: দ্বিগুণ
km: ទ្វេដង
ko: 두 배
ne: दोहोरो
tl: Doble
vi: Cược đôi
zh_hk: 雙倍

# betTypeParlayTreble
source: Treble
bn: তিনগুন
km: មានចំនួនបី
ko: 세 배
ne: ट्रेबल
tl: Triple
vi: Cược ba
zh_hk: 三倍

# betTypeParlayAccumulator
source: Accumulator
bn: সঞ্চয়কারী
id: Akumulasi
km: កកកុញ
ko: 누적배당
ne: संचयक
tl: Akomulator
vi: Cược xiên
zh_hk: 累積投注

# betTypeParlayTrixie
source: Trixie
bn: ট্রিক্সি
ko: 트릭시 베팅
ne: ट्रिक्सी
zh_hk: 特莉克絲

# betTypeParlayYankee
source: Yankee
bn: আমেরিকার লোক
ko: 양키 베팅
ne: यान्की
zh_hk: 揚基投注

# betTypeParlayCanadian
source: Canadian
bn: কানাডিয়ান
km: ជនជាតិកាណាដា
ko: 캐나다 베팅
ne: क्यानेडियन
zh_hk: 加拿大投注

# betTypeParlayGoliath
source: Goliath
bn: দানব
ko: 골리앗 베팅
ne: गोलियाथ
zh_hk: 巨人投注

# betTypeParlaySuperHeinz
source: Super Heinz
bn: সুপার হেইঞ্জ
ko: 슈퍼 하인츠 베팅
ne: सुपर हेन्ज
zh_hk: 超級海因茨

# betTypeParlaySystemBet
source: System Bet
bn: সিস্টেম বেট
id: Sistem Taruhan
km: ប្រព័ន្ធភ្នាល់
ko: 시스템 베팅
ne: प्रणाली शर्त
vi: Cược xiên hệ thống
zh_hk: 系統投注

# betParlayDouble
source: Double
bn: দ্বিগুণ
km: ទ្វេដង
ko: 두 배
ne: दोहोरो
tl: Doble
vi: Cược đôi
zh_hk: 雙倍

# betParlayTreble
source: Treble
bn: তিনগুন
km: មានចំនួនបី
ko: 세 배
ne: ट्रेबल
tl: Triple
vi: Cược ba
zh_hk: 三倍

# betParlayTrixie
source: Trixie
bn: ট্রিক্সি
ko: 트릭시 베팅
ne: ट्रिक्सी
zh_hk: 特莉克絲

# betParlayYankee
source: Yankee
bn: আমেরিকার লোক
ko: 양키 베팅
ne: यान्की
zh_hk: 揚基投注

# betParlayCanadian
source: Canadian
bn: কানাডিয়ান
ko: 캐나다 베팅
ne: क्यानेडियन
zh_hk: 加拿大投注

# betParlayHeinz
source: Heinz
bn: হেইঞ্জ
ko: 하인츠 베팅
ne: हेन्ज
zh_hk: 海因茨

# betParlaySuperHeinz
source: Super Heinz
bn: সুপার হেইঞ্জ
ko: 슈퍼 하인츠 베팅
ne: सुपर हेन्ज
zh_hk: 超級海因茨

# betParlayGoliath
source: Goliath
bn: দানব
ko: 골리앗 베팅
ne: गोलियाथ
zh_hk: 巨人投注

# betParlayUnit
source: {count}-Folds
bn: {count}- ফোল্ড
ko: {count}-폴더
ne: {count} - तहहरू
vi: {count}-Kết hợp
zh_hk: {count}串1

# betParlaySystemBet
source: System {selector}/{count}
bn: সিস্টেম {selector}/{count}
id: Sistem {selector}/{count}
km: ប្រព័ន្ធ {selector}/{count}
ko: 시스템 {selector}/{count}
ne: प्रणाली {selector}/{count}
vi: Hệ thống {selector}/{count}
zh_hk: 系统 {selector}/{count} 组合

source: Bet confirmation prompt
bn: অবিলম্বে বেট নিশ্চিতকরণ
id: Permintaan konfirmasi taruhan
km: ការភ្នាល់បញ្ជាក់រហ័ស
ko: 베팅 확인 알림
ne: ुरुन्तै शर्त पुष्टिकारण !
th: แจ้งเตือนการยืนยันการเดิมพัน
tl: Paalala ng pagkumpirma ng taya
vi: Lời nhắc xác nhận đặt cược
zh_hk: 投注確認提示

source: Bet Confirmation Prompt Open
bn: বেট কনফার্মেশন প্রম্পট ওপেন
id: Konfirmasi Taruhan Terbuka
km: បើកប្រអប់បញ្ជាក់ការភ្នាល់
ko: 베팅 확인 창 열림
ne: बेट पुष्टि प्रॉम्प्ट खुल्यो।
th: Mở lời nhắc xác nhận cược
tl: Bukas na ang Kumpirmasyon ng Taya
vi: Mở lời nhắc xác nhận cược
zh_hk: 下注確認提示 開啟

source: Bet Confirmation Prompt Closed
bn: বেট কনফার্মেশন প্রম্পট ক্লোজ
id: Konfirmasi Taruhan Tertutup
km: បិទប្រអប់បញ្ជាក់ការភ្នាល់
ko: 베팅 확인 창 닫힘
ne: बेट पुष्टि प्रॉम्प्ट बन्द भयो।
th: Đóng lời nhắc xác nhận cược
tl: Sarado na ang Kumpirmasyon ng Taya
vi: Đóng lời nhắc xác nhận cược
zh_hk: 下注確認提示 關閉

# betStakeSetting
source: Stake Setting
bn: বেট সেটিং
id: Pengaturan Bet
km: ការកំណត់ប្រាក់​ភ្នាល់
ko: 베팅 금액 설정
ne: स्टक सेटिङ
th: ตั้งค่าเงินเดิมพัน
tl: Setting ng Taya
vi: Cài đặt cược
zh_hk: 投注額設置

# betOff
source: OFF
bn: অফ
id: Mati
km: បិទ
ko: 끄기
ne: बन्द
th: ปิด
vi: TẮT
zh_hk: 關閉

# betOn
source: ON
bn: অন
id: Hidup
km: បើក
ko: 켜기
ne: ऑन
th: เปิด
vi: MỞ
zh_hk: 開啟

# betQuickbetSuccessSubmitted
source: {ticket} have been submitted
bn: {ticket} সাবমিট করা হয়েছে
id: {ticket} telah dikirimkan
km: {ticket} ត្រូវបានដាក់ស្នើ
ko: {ticket} 제출되었습니다.
ne: {ticket} पेश गरिएको छ
th: {ticket} ถูกส่งไปแล้ว
tl: Ang {ticket} ay naisumite na
vi: {ticket} đã được xác nhận
zh_hk: {ticket} 已提交

# betCannotPlaced
source: Bets cannot be placed now.
bn: এখন বেট রাখা যাবে না।
id: Taruhan tidak bisa dipasangkan sekarang
km: មិនអាចដាក់ការភ្នាល់ឥឡូវនេះបានទេ
ko: 현재 베팅을 할 수 없습니다.
ne: अहिले बाजी लगाऊना सकिँदैन।
th: ไม่สามารถวางเดิมพันได้อีกต่อไป
tl: Hindi puwedeng maglagay ng taya ngayon.
vi: Cược không thể đặt bây giờ
zh_hk: 現在無法下注。

# betMax
source: MAX
bn: সর্বোচ্চ
id: Maksimal
km: ច្រើនបំផុត
ko: 맥스
ne: अधिकतम
th: สูงสุด
vi: Tối đa
zh_hk: 最大

# ticketStatusChecking
source: Checking
bn: চেক করা হচ্ছে
id: Dalam pengecekan
km: កំពុងពិនិត្យ
ko: 확인중
ne: जाँच गर्दै
th: รอยืนยัน
tl: Sinusuri
vi: Đang kiểm tra
zh_hk: 正在檢查

# ticketStatusConfirmed
source: Accepted
bn: গ্রহণ করা হয়েছে
id: Di setujui
km: បានយល់ព្រម
ko: 승인됨
ne: स्वीकार गरियो
th: ยอมรับ
tl: Tinanggap
vi: Đã xác nhận
zh_hk: 已接受

# ticketStatusRejected
source: Rejected
bn: প্রত্যাখ্যান করা হয়েছে
id: Di tolak
km: បានបដិសេធ
ko: 거절됨
ne: अस्वीकार गरियो
th: ปฏิเสธ
vi: Từ chối
zh_hk: 已拒絕

# ticketStatusSettled
source: Settled
bn: সেটেল করা হয়েছে
id: Berhasil
km: ដែលមានថេរភាព
ko: 정산됨
ne: बसाइयो
th: เคลียร์แล้ว
vi: Đã thanh toán
zh_hk: 已结算

# ticketStatusVoid
source: Void
bn: ভয়েড
id: Di batalkan
km: ទុកជាមោឃៈ
ko: 취소됨
ne: रद्द
th: โมฆะ
vi: Hủy
zh_hk: 無效

# ticketStatusFailed
source: Failed
bn: ব্যর্থ হয়েছে
id: Gagal
km: បានបរាជ័យ
ko: 실패함
ne: असफल
th: ล้มเหลว
tl: Nabigo
vi: Thất bại
zh_hk: 失敗

# gameTypeLive
source: Live
bn: লাইভ
id: siaran langsung
ko: 실시간
ne: लाइभ
th: สด
vi: Trực tiếp
zh_hk: 滾球

# gameTypeToday
source: Today
bn: আজ
id: Hari ini
km: ថ្ងៃនេះ
ko: 오늘
ne: आज
th: วันนี้
tl: Ngayon
vi: Hôm nay
zh_hk: 今日

# gameTypeEarly
source: Early
bn: শীঘ্রই
id: Lebih awal
ko: 이른
ne: प्रारम्भिक
th: ล่วงหน้า
tl: Maaga
vi: Sớm
zh_hk: 早盤

# gameTypeOutright
source: Outright
bn: সরাসরি
ko: 완전한
ne: सिधै
th: เอาท์ไรท์
vi: Cược Thắng
zh_hk: 冠軍

# gameTypeVirtual
source: Virtual
bn: ভার্চুয়াল
km: និម្មិត
ko: 가상
ne: भर्चुअल
th: กีฬาจำลอง
vi: Ảo
zh_hk: 虛擬

# dateDay
source: Day
bn: দিন
id: hari
km: ថ្ងៃ
ko: 일
ne: दिन
th: วัน
tl: Araw
vi: Ngày
zh_hk: 天

# dateCycle
source: Cycle
bn: চক্র
id: siklus
km: វដ្ត
ko: 주기
ne: साइकल
tl: Siklo
vi: Chu kỳ
zh_hk: 循環

# dateTitle
source: Date
bn: তারিখ
id: tanggal
km: កាលបរិច្ឆេទ
ko: 날짜
ne: मिति
th: วันที่
tl: Petsa
vi: Ngày
zh_hk: 日期

# dateToday
source: Today
bn: আজ
id: hari ini
km: ថ្ងៃនេះ
ko: 오늘
ne: आज
th: วันนี้
tl: Ngayon
vi: Hôm nay
zh_hk: 今日

# dateYesterday
source: Yesterday
bn: গতকাল
id: besok
km: ម្សិលមិញ
ko: 어제
ne: हिजो
th: เมื่อวานนี้
tl: Kahapon
vi: Hôm qua
zh_hk: 昨天

# dateWeek
source: Week
bn: সপ্তাহ
id: mingguan
km: សប្តាហ៍
ko: 주
ne: हप्ता
th: สัปดาห์
tl: Linggo
vi: Tuần
zh_hk: 星期

# dateMonth
source: Month
bn: মাস
id: bulan
km: ខែ
ko: 월
ne: महिना
th: เดือน
tl: Buwan
vi: Tháng
zh_hk: 月份

# dateAll
source: ALL
bn: সমস্ত
id: semua
km: ទាំងអស់
ko: 모든
ne: सबै
th: ทั้งหมด
tl: LAHAT
vi: TẤT CẢ
zh_hk: 全部

# dateStart
source: Start
bn: শুরু
id: mulai
km: ចាប់ផ្តើម
ko: 시작
ne: सुरु गर्नुहोस्
th: เริ่ม
tl: Simula
vi: Bắt đầu
zh_hk: 開始

# dateEnd
source: End
bn: শেষ
id: selesai
km: បញ្ចប់
ko: 끝
ne: अन्त्य
th: สิ้นสุด
tl: Wakas
vi: Kết thúc
zh_hk: 結束

# dateFilter
source: Time Filter
bn: টাইম ফিল্টার
id: Filter Waktu
km: តម្រងពេលវេលា
ko: 시간 필터
ne: समय फिल्टर
th: ตัวกรองเวลา
tl: Filter ng Oras
vi: Lọc Thời gian
zh_hk: 時間篩選

# dateSelect
source: Select
bn: সিলেক্ট
id: Pilih
km: ជ្រើសរើស
ko: 선택
ne: चयन गर्नुहोस्
th: เลือก
tl: Piliin
vi: Lựa chọn
zh_hk: 選擇

# dateCancel
source: Cancel
bn: বাতিল
id: batal
km: លុបចោល
ko: 취소
ne: रद्द गर्नुहोस्
th: ยกเลิก
tl: Kanselahin
vi: Hủy bỏ
zh_hk: 取消

# dateWeek7
source: Sunday
bn: রবিবার
id: minggu
km: ថ្ងៃអាទិត្យ
ko: 일요일
ne: आइतबार
th: อาทิตย์
tl: Linggo
vi: Chủ Nhật
zh_hk: 星期日

# dateWeek1
source: Monday
bn: সোমবার
id: senin
km: ថ្ងៃច័ន្ទ
ko: 월요일
ne: सोमबार
th: จันทร์
tl: Lunes
vi: Thứ Hai
zh_hk: 星期一

# dateWeek2
source: Tuesday
bn: মঙ্গলবার
id: selasa
km: ថ្ងៃអង្គារ
ko: 화요일
ne: मंगलबार
th: อังคาร
tl: Martes
vi: Thứ Ba
zh_hk: 星期二

# dateWeek3
source: Wednesday
bn: বুধবার
id: rabu
km: ថ្ងៃពុធ
ko: 수요일
ne: बुधबार
th: พุธ
tl: Miyerkules
vi: Thứ Tư
zh_hk: 星期三

# dateWeek4
source: Thursday
bn: বৃহস্পতিবার
id: kamis
km: ថ្ងៃព្រហស្បតិ៍
ko: 목요일
ne: बिहीबार
th: พฤหัสบดี
tl: Huwebes
vi: Thứ Năm
zh_hk: 星期四

# dateWeek5
source: Friday
bn: শুক্রবার
id: jumat
km: ថ្ងៃសុក្រ
ko: 금요일
ne: शुक्रबार
th: ศุกร์
tl: Biyernes
vi: Thứ Sáu
zh_hk: 星期五

# dateWeek6
source: Saturday
bn: শনিবার
id: sabtu
km: ថ្ងៃសៅរ៍
ko: 토요일
ne: शनिबार
th: เสาร์
tl: Sabado
vi: Thứ Bảy
zh_hk: 星期六

# mineSetting
source: Setting
bn: সেটিং
id: pengaturan
km: ការកំណត់
ko: 설정
ne: सेटिङ
th: ตั้งค่า
vi: Cài đặt
zh_hk: 設定

# mineMode
source: Mode
bn: মোড
km: ទម្រង់
ko: 모드
ne: मोड
th: โหมด
vi: Chế độ
zh_hk: 模式

# mineSkin
source: Skin
bn: স্কিন
km: ស្បែក
ko: 스킨
ne: छाला
vi: Mỏng
zh_hk: 皮膚

# mineTimeZone
source: Time Zone
bn: টাইম জোন
id: Zona Waktu
km: តំបន់ពេលវេលា
ko: 시간대
ne: समय क्षेत्र
vi: Múi giờ
zh_hk: 時區
