Repository: jgting/flutter_framework
Catalog: lib/l10n/app_*.arb
Languages: bn, id, km, ko, ne, th, tl, vi, zh_hk

# promotionPreMatch
source: Pre Match
bn: প্রি ম্যাচ
id: pra pertandingan
km: ការ​ប្រកួត​មុន​
ko: 경기 전
ne: पूर्व खेल
th: ก่อนการแข่งขัน
tl: Bago ang Laban
vi: Trước trận đấu
zh_hk: 賽前

# promotionLive
source: Live
bn: লাইভ
id: siaran lansgung
km: រស់នៅ
ko: 실시간
ne: लाइभ
th: สด
vi: Trực tiếp
zh_hk: 直播

# promotionBrief
source: Brief
bn: সংক্ষিপ্ত
id: brifing
km: សង្ខេប
ko: 브리핑
ne: संक्षिप्त
th: ชั่วคราว
tl: Maikli
vi: Tóm tắt
zh_hk: 簡要

# promotionWorksTitle
source: How it works
bn: এটা কিভাবে কাজ করে
id: bagaimana cara kerjanya
km: របៀបដែលវាដំណើរការ
ko: 작동 원리
ne: यसले कसरी काम गर्छ
th: ใช้งานอย่างไร
tl: Paano Ito Gumagana
vi: Cách hoạt động
zh_hk: 如何運作

# promotionAwarding
source: Awarding
bn: পুরস্কার প্রদান
id: pemberian
km: ការផ្តល់រង្វាន់
ko: 수여
ne: पुरस्कृत
tl: Pagbibigay ng Gantimpala
vi: Thưởng
zh_hk: 頒獎

# promotionEligibility
source: Eligibility
bn: যোগ্যতা
id: kelayakan
km: សិទ្ធិ
ko: 자격
ne: योग्यता
th: เข้าเงื่อนไข
tl: Kwalipikasyon
vi: Hợp lệ
zh_hk: 資格

# promotionExpiry
source: Expiry
bn: মেয়াদ শেষ
id: kadaluwarsa
km: ផុតកំណត់
ko: 만료
ne: म्याद समाप्त
th: หมดอายุ
tl: Pag-expire
vi: Hết hạn
zh_hk: 到期

# promotionTCS
source: T&Cs
bn: শর্তাদি এবং শর্তাবলি
id: syarat dan ketentuan
ko: 이용 약관
th: เงื่อนไขและข้อกำหนด
tl: Mga Tuntunin at Kondisyon
vi: T&C
zh_hk: 條款及條件

source: Promotion Information
bn: প্রমোশনের তথ্য
id: informasi promosi
km: ព័ត៌មានផ្សព្វផ្សាយ
ko: 프로모션 정보
ne: पदोन्नति जानकारी
th: ข้อมูลโปรโมชั่น
tl: Impormasyon ng Promosyon
vi: Thông tin khuyến mãi
zh_hk: 優惠資訊

# promotionTotal
source: Total
bn: মোট
id: hasil
km: សរុប
ko: 총합
ne: कुल
th: ทั้งหมด
tl: Kabuuan
vi: Tổng
zh_hk: 總計

# promotionStart
source: Start
bn: শুরু করুন
id: mulai
km: ចាប់ផ្តើម
ko: 시작
ne: सुरु गर्नुहोस्
th: เริ่ม
tl: Simula
vi: Bắt đầu
zh_hk: 開始

# promotionProgress
source: Progress
bn: অগ্রগতি
id: hasil kemajuan
km: ការរីកចំរើន
ko: 진행
ne: प्रगति
th: กำลังดำเนินการ
tl: Progreso
vi: Đang diễn ra
zh_hk: 進度

# promotionParticipatedTitle
source: Join the promotion
bn: প্রমোশনে যোগ দিন
id: ikuti promosi
km: ចូលរួមកម្មវិធីផ្សព្វផ្សាយ
ko: 프로모션에 참여하세요
ne: पदोन्नतिमा सामेल हुनुहोस्
th: เข้าร่วมโปรโมชั่น
tl: Sumali sa Promosyon
vi: Tham gia khuyến mãi
zh_hk: 參加優惠活動

# promotionParticipatedContent
source: Participating in this event will cancel the original event progress
bn: এই ইভেন্টে অংশগ্রহণ করলে মূল ইভেন্টের অগ্রগতি বাতিল হবে
id: Berpartisipasi dalam acara ini akan membatalkan hasil acara asli
km: ការចូលរួមក្នុងព្រឹត្តិការណ៍នេះនឹងលុបចោលដំណើរការព្រឹត្តិការណ៍ដើម
ko: 이 이벤트에 참여하면 원래 진행하던 이벤트가 취소됩니다
ne: यस कार्यक्रममा सहभागी हुनाले मूल घटना प्रगति रद्द हुनेछ
th: การเข้าร่วมโปรโมชั่นนี้จะถือเป็นการยกเลิกโปรโมชั่นเดิม
tl: Ang paglahok sa kaganapang ito ay magkakansela ng orihinal na progreso ng event:
vi: Tham gia sự kiện này sẽ hủy bỏ quá trình sự kiện ban đầu
zh_hk: 參加此活動將取消原活動的進展

# promotionSuccess
source: Success
bn: সাকসেস
id: sukses
km: ជោគជ័យ
ko: 성공
ne: सफलता
th: สำเร็จ
tl: Tagumpay
vi: Thành công
zh_hk: 成功

# promotionSolved
source: Solved
bn: সমাধান করা হয়েছে
id: terpecahkan
km: បាន​ដោះស្រាយ
ko: 해결됨
ne: समाधान गरियो
th: แก้ไขแล้ว
tl: Nasolusyunan
vi: Đã giải quyết
zh_hk: 已解決

# promotionExpired
source: Expired
bn: মেয়াদ শেষ
id: kadaluwarsa
km: ផុត​កំណត់
ko: 만료됨
ne: म्याद सकियो
th: หมดอายุุ
tl: Nag-expire
vi: Đã hết hạn
zh_hk: 已過期

# promotionCancel
source: Cancelled
bn: বাতিল হয়েছে
id: dibatalkan
km: បានលុបចោល
ko: 취소됨
ne: रद्द गरियो
th: ยกเลิก
tl: Nakansela
vi: Đã hủy
zh_hk: 已取消

# promotionAll
source: All
bn: সমস্ত
id: semua
km: ទាំងអស់។
ko: 모든
ne: सबै
th: ทั้ั้งหมด
tl: Lahat
vi: Tất cả
zh_hk: 全部

# promotionParticipationDate
source: Participation Date
bn: অংশগ্রহণের তারিখ
id: tanggal partisipasi
km: កាលបរិច្ឆេទនៃការចូលរួម
ko: 참여 날짜
ne: सहभागिता मिति
th: วันที่เข้าร่วม
tl: Petsa ng Paglahok
vi: Ngày tham gia
zh_hk: 參加日期

# promotionCompletionDate
source: Completion Date
bn: সমাপ্তির তারিখ
id: tanggal kompetinsi
km: កាលបរិច្ឆេទនៃការបញ្ចប់
ko: 완료 날짜
ne: समापन मिति
th: วัันที่สิ้นสุด
tl: Petsa ng Pagkumpleto
vi: Ngày hoàn thành
zh_hk: 完成日期

# promotionDataEmpty
source: No Promotion.
bn: কোন প্রমোশন নেই।
id: tidak ada promosi
km: មិនមានការផ្សព្វផ្សាយ។
ko: 프로모션 없음
ne: कुनै पदोन्नति छैन।
th: ไม่มีโปรโมชั่น
tl: Walang Promosyon
vi: Không có khuyến mãi
zh_hk: 沒有優惠

# promotionMarquee
source: Exclude in-play matches
bn: ইন-প্লে ম্যাচ বাদ
id: pertandingan dalam permainan dikecualikan
km: មិនរាប់បញ្ចូលការប្រកួតដែលកំពុងលេង
ko: 진행 중인 경기 제외
ne: इन-प्ले खेलहरू बहिष्कार गर्नुहोस्
th: ไม่รวมแมตช์ที่กำลังเล่นอยู่
tl: Iwasan ang mga laban na nasa gitna
vi: Loại trừ các trận đấu trong trận
zh_hk: 排除進行中的比賽

# promotionTypeEarlypayout
source: Early Payout
bn: প্রারম্ভিক পে-আউট
id: pembayaran awal
km: ការទូទាត់ជាមុន
ko: 조기 지급
ne: प्रारम्भिक भुक्तानी
th: จ่ายล่วงหน้า
tl: Maagang Payout
vi: Thanh toán sớm
zh_hk: 提前支付

# promotionTypeBoredraw
source: Bore Draw Money Back
bn: বোর ড্র মানি ব্যাক
id: pengembalian dana jika hasil seri
km: គូស្មើទទួលបានប្រាក់វិញ
ko: 무승부 환급
ne: बोर ड्रा पैसा फिर्ता
th: ดึงเงินคืน
vi: Hoàn tiền khi Hòa không có bàn thắng (0-0)
zh_hk: 無聊和局退款

# promotionTypeOddsboost
source: Odds Boost
bn: অডস বুস্ট
id: peningkatan odds
km: ហាងឆេង Boost
ko: 배당률 부스트
ne: बाधाहरू बढाउनुहोस्
th: เพิ่มอัตราต่อรอง
tl: Pag-boost ng Odds
zh_hk: 賠率提升

# promotionGoalOfAhead
source: Goal of ahead
bn: সামনের লক্ষ্য
id: tujuan ke depan
km: គោលដៅខាងមុខ
ko: 선취 골
ne: अगाडिको लक्ष्य
tl: Layunin ng ahead
zh_hk: 領先進球

# promotionTitleBoredraw
source: Bore Draw
bn: বোর ড্র
id: hasil seri
km: គូស្មើ
ko: 지루한 무승부
ne: बोर बराबरी
vi: Hòa không có bàn thắng (0-0)
zh_hk: 無聊和局

# mybetBetTitle
source: Bet ID & Time
bn: বেট আইডি এবং সময়
id: id & waktu taruhan
km: លេខសម្គាល់ភ្នាល់ & ពេលវេលា
ko: 베팅 ID 및 시간
ne: शर्त ID र समय
th: บิลเดิมพันและเวลา
tl: ID ng Bet at Oras
vi: Thời gian & mã vé cược
zh_hk: 投注單號與時間

# mybetBetId
source: Bet ID
bn: বেট আইডি
id: id
km: លេខសម្គាល់ការភ្នាល់
ko: 베팅 ID
ne: शर्त ID
th: บิลเดิมพัน
tl: ID ng Bet
vi: Mã vé cược
zh_hk: 投注單號

# mybetBetTime
source: Bet
bn: বেট
id: Taruhan
km: ភ្នាល់
ko: 베팅
ne: बाजी
th: เดิมพัน
tl: Pusta
vi: Cược
zh_hk: 投注

# mybetBetStake
source: Stake
bn: বেট
id: taruhan
km: ប្រាក់​ភ្នាល់
ko: 베팅 금액
ne: दांव
th: เงินเดิมพัน
tl: Taya
vi: Tiền cược
zh_hk: 注額

# mybetBetTotalStake
source: Total Stake
bn: সর্বমোট বেট
id: total taruhan
km: ប្រាក់​ភ្នាល់សរុប
ko: 총 베팅 금액
ne: कुल हिस्सेदारी
th: ยอดรวมเดิมพัน
tl: Kabuuang Taya
vi: Tổng tiền cược
zh_hk: 總注額

# mybetBet
source: Bet
bn: বেট
id: Taruhan
km: ភ្នាល់
ko: 베팅
ne: बाजी
th: เดิมพัน
tl: Sugal
vi: Cược
zh_hk: 注

# mybetBets
source: Bets
bn: বেট
id: taruhan
km: ភ្នាល់
ko: 베팅
ne: बेट्स
th: เดิมพัน
tl: Mga Bets
vi: Cược
zh_hk: 注

# mybetTrade
source: Trade
bn: ট্রেড
id: pasar
km: ជំនួញ
ko: 거래
ne: व्यापार
th: ขาย
tl: Kalakalan
vi: Bán vé
zh_hk: 交易

# mybetUnsettled
source: Unsettled
bn: আনসেটেল্ড
id: belum selesai
km: ដែលមិនមានថេរភាព
ko: 미해결
ne: अस्तव्यस्त
th: ยังไม่เคลียร์
vi: Chưa thanh toán
zh_hk: 未結算

# mybetSettled
source: Settled
bn: সেটেল করা হয়েছে
id: selesai
km: ដែលមានថេរភាព
ko: 확정된
ne: बसाइयो
th: เคลียร์แล้ว
vi: Đã thanh toán
zh_hk: 已結算

# mybetVoid
source: Void
bn: ভয়েড
id: di batalkan
km: ទុកជាមោឃៈ
ko: 무효
ne: शून्य
th: โมฆะ
vi: Hủy
zh_hk: 作廢

# mybetRejected
source: Rejected
bn: রিজেক্ট করা হয়েছে
id: di batalkan
km: បដិសេធ
ko: 거부된
ne: अस्वीकार गरियो
th: ถูกปฏิเสธ
vi: Từ chối
zh_hk: 被拒絕

# mybetWinlose
source: Win Lose
bn: উইন লস
id: menang kalah
km: ឈ្នះ ចាញ់
ko: 승/패
ne: हार जित
th: ชนะ แพ้
tl: Panalo/Talo
vi: Thắng thua
zh_hk: 勝負

# mybetSettledTime
source: Settled
bn: সেটেল হয়েছে
id: Selesai
km: បានបញ្ចប់
ko: 정산됨
ne: मिलाइएको
th: เคลียร์แล้ว
tl: Naresolba
vi: Đã Thanh Toán
zh_hk: 結算

# mybetTotalWinlose
source: Total Win Lose
bn: টোটাল উইন লস
id: hasil menang kalah
km: សរុបឈ្នះចាញ់
ko: 총 승/패
ne: कुल जीत हार
th: ยอดรวมชนะ แพ้
tl: Kabuuang Panalo/Talo
vi: Tổng Thắng thua
zh_hk: 總勝負

# mybetDataEmpty
source: There are currently no bets to display
bn: প্রদর্শনের জন্য বর্তমানে কোন বেট নেই
id: saat ini tidak ada taruhan ditampilkan
km: បច្ចុប្បន្នមិនមានការភ្នាល់ដើម្បីបង្ហាញទេ។
ko: 현재 표시할 베팅이 없습니다
ne: हाल प्रदर्शन गर्न कुनै दांव छैन
th: ยังไม่่มีการเดิมพัน
tl: Sa kasalukuyan, walang mga bets maipapakita
vi: Hiện không có cược để hiển thị
zh_hk: 目前沒有可顯示的投注

# mybetSystem
source: System
bn: সিস্টেম
id: sistem
km: ប្រព័ន្ធ
ko: 시스템
ne: प्रणाली
th: ระบบ
vi: Hệ thống
zh_hk: 系统

# mybetRejectedTime
source: Rejected Time
bn: রিজেক্টেড টাইম
id: waktu dibatalkan
km: ពេលវេលាដែលត្រូវបានបដិសេធ
ko: 거부된 시간
ne: अस्वीकार गरिएको समय
th: เวลาปฏิเสธ
tl: Oras ng pagka-reject
vi: Thời gian từ chối
zh_hk: 拒絕時間

# mybetBonus
source: Bonus
bn: বোনাস
km: ប្រាក់បន្ថែម
ko: 보너스
ne: बोनस
th: โบนัส
vi: Thưởng
zh_hk: 獎金

# resultTypeResult
source: Result
bn: ফলাফল
id: hasil
km: លទ្ធផល
ko: 결과
ne: नतिजा
th: ผล
tl: Resulta
zh_hk: 結果

# resultTypeOutright
source: Outright
bn: সরাসরি
km: ទាំងស្រុង
ko: 완전한
ne: सिधै
th: เอาท์ไรท์
tl: Direktang Pusta
zh_hk: 優勝冠軍

# resultTypeMatches
source: Matches
zh_hk: 賽事

# resultRank1
source: 1st
bn: ১ম
id: juara 1
km: ទី 1
ko: 1위
ne: पहिलो
tl: Unang Pwesto
zh_hk: 第1

# resultRank2
source: 2nd
bn: ২য়
id: juara 2
km: ទី 2
ko: 2위
ne: दोस्रो
tl: Ikalawang Pwesto
zh_hk: 第2

# resultRank3
source: 3rd
bn: ৩য়
id: juara3
km: ទី៣
ko: 3위
ne: तेस्रो
tl: Ikatlong Pwesto
zh_hk: 第3

# resultScoreScore
source: Score
bn: স্কোর
id: skor
km: ពិន្ទុ
ko: 점수
ne: स्कोर
th: คะแนน
tl: Iskor
zh_hk: 分數

# resultScoreCornerKick
source: Corner Kick
bn: কর্নার কিক
id: tendangan sudut
km: ការទាត់បាល់ជ្រុង
ko: 코너킥
ne: कुना किक
th: ลูกเตะมุม
tl: Kanto
zh_hk: 角球

# resultScoreYellowCard
source: Yellow Card
bn: হলুদ কার্ড
id: kartu kuning
km: កាតលឿង
ko: 옐로우 카드
ne: पहेंलो कार्ड
th: ใบเหลือง
tl: Dilaw na Kard
zh_hk: 黃牌

# resultScoreRedCard
source: Red Card
bn: লাল কার্ড
id: kartu merah
km: កាតក្រហម
ko: 레드 카드
ne: रातो कार्ड
th: ใบแดง
tl: Pula na Kard
zh_hk: 紅牌

# resultStatusAbandoned
source: Abandoned
zh_hk: 棄賽

# searchTrending
source: Trending Search
bn: ট্রেন্ডিং সার্চ
id: pencarian trending
km: ការស្វែងរកដែលកំពុងពេញនិយម
ko: 인기 검색어
ne: ट्रेन्डिङ खोज
th: การค้นหาที่กำลังได้รับความนิยม
tl: Trending na Pag-search
vi: Tìm kiếm thịnh hành
zh_hk: 熱門搜尋

# searchRecent
source: Recent Search
bn: সাম্প্রতিক সার্চ
id: pencarian terbaru
km: ការស្វែងរកថ្មីៗ
ko: 최근 검색 기록
ne: हालको खोज
th: การค้นหาล่าสุด
vi: Tìm kiếm gần đây
zh_hk: 最近搜尋

source: Search Result
bn: সার্চ রেজাল্ট
id: hasil pencarian
km: លទ្ធផលស្វែងរក
ko: 검색 결과
ne: खोज परिणाम
th: ผลการค้นหา
tl: Resulta ng Paghahanap
vi: Kết quả tìm kiếm
zh_hk: 搜尋結果

# searchSearchPlaceholder
source: Search League...
bn: সার্চ লিগ
id: bahasa pencarian
km: ស្វែងរក League...
ko: 리그 검색
ne: खोज लिग...
th: ค้นหาลีก...
tl: Maghanap ng Liga...
vi: Tìm kiếm Giải đấu…
zh_hk: 搜尋聯賽...

# searchInputError
source: Please enter league
bn: অনুগ্রহ করে লিগে প্রবেশ করুন
id: silakan masukan bahasa
km: សូមចូលLeague
ko: 리그를 입력하세요
ne: कृपया लिग प्रविष्ट गर्नुहोस्
th: กรุณาใส่ชื่อลีก
tl: Mangyaring pumasok sa liga
vi: Vui lòng nhập giải đấu
zh_hk: 請輸入聯賽

# favoriteNoMatchesTitle
source: My Favorites is empty
bn: মাই ফেভারিট অপশনটি খালি
id: Favorit saya kosong
km: ជម្រើសដែលខ្ញុំចូលចិត្តគឺទទេ
ko: 내 즐겨찾기가 비어 있습니다
ne: मेरो मनपर्नेहरू खाली छन्।
tl: Ang Aking Favorites ay walang laman
vi: Mục yêu thích của tôi trống
zh_hk: 我的收藏是空的

# favoriteNoMatchesDesc
source: Please click the stars at matches or leagues to add them here.
bn: অনুগ্রহ করে এখানে যোগ করার জন্য ম্যাচ অথবা লিগের পাশে থাকা স্টারগুলিতে ক্লিক করুন
id: Silakan klik bintang pada pertandingan atau liga untuk menambahkannya di sini.
km: សូមចុចផ្កាយនៅលើការប្រកួតឬលីកដើម្បីបន្ថែមក្នុងការចួលចិត្ត
ko: 경기나 리그의 즐겨찾기를 클릭하여 여기에 추가하세요.
ne: कृपया यहाँ थप्नको लागि खेलहरू वा लिगहरूमा ताराहरूमा क्लिक गर्नुहोस्।
tl: I-click ang stars at mga laban o liga para idagdag ang mga ito dito.
vi: Vui lòng nhấn ngôi sao tại trận hoặc giải để thêm vào
zh_hk: 請點擊比賽或聯賽旁邊的星星將它們添加到這裡。

# gTitleSignOut
source: Logged Out
bn: লগ আউট হয়েছে
id: Keluar
km: ចាកចេញ
ko: 로그아웃됨
ne: लग आउट भयो
th: ออกจากระบบ
tl: Naka-Logout
vi: Đã đăng xuất
zh_hk: 已退出登入

# gTitle404
source: Page Not Found
bn: পেজ পাওয়া যায়নি
id: halaman tidak ditemukan
km: រកមិនឃើញទំព័រ
ko: 페이지를 찾을 수 없습니다
ne: पृष्ठ फेला परेन
th: ไม่พบหน้า
tl: Hindi mahanap ang page
vi: Trang không tìm thấy
zh_hk: 頁面未找到

# gTitleMaintenance
source: System Maintenance
bn: সিস্টেম মেইনটেন্যান্স
id: sistem dalam perbaikan
km: ការថែទាំប្រព័ន្ធ
ko: 시스템 점검
ne: प्रणाली मर्मतसम्भार
th: ปิดปรับปรุงระบบ
vi: Bảo trì Hệ thống
zh_hk: 系統維護

# gDescSignOut
source: You have been logged out
bn: আপনি লগ আউট করেছেন
id: Anda telah keluar
km: អ្នកបានចាកចេញ
ko: 로그아웃 되었습니다.
ne: तपाई लग आउट हुनुभएको छ
th: คุณออกจากระบบแล้ว
tl: Ikaw ay na-log out
vi: Bạn đã bị đăng xuất
zh_hk: 您已退出登入

# gDesc404
source: The resource requested could not be found on this server!
bn: রিকোয়েস্ট পাঠানো রিসোর্সটি এই সার্ভারে পাওয়া যায়নি!
id: tidak bisa ditemukan di server ini
km: ធនធានដែលបានស្នើមិនអាចត្រូវបានរកឃើញនៅលើម៉ាស៊ីនមេនេះទេ!
ko: 요청한 정보를 찾을 수 없습니다
ne: अनुरोध गरिएको स्रोत यो सर्भरमा फेला पार्न सकिएन!
th: ไม่พบข้อมูลในเซิร์ฟเวอร์นี้!
tl: Ang hiniling na resource ay hindi mahanap sa server na ito!
vi: Không thể tìm thấy nguồn được yêu cầu trên máy chủ này!
zh_hk: 請求的資源在此伺服器上找不到！

# gDescMaintenance
source: Sorry for the inconvenience caused
bn: সৃষ্ট অসুবিধার জন্য দুঃখিত
id: maaf atas ketidaknyamanan yang terjadi
km: សូមអភ័យទោសចំពោះការរអាក់រអួលដែលកើតឡើង
ko: 불편을 끼쳐 드려 죄송합니다
ne: यसबाट पर्न गएको असुविधाको लागि क्षमाप्रार्थी छौँ
th: ขออภัยในความไม่สะดวกที่เกิดขึ้น
tl: Pasensya na sa abalang dulot
vi: Rất tiếc cho sự bất tiện gây ra
zh_hk: 對造成的不便表示歉意

# gDescEventVideoError
source: An error occurred. Please try later.
bn: একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন।
id: terjadi kesalahan. silakan coba nanti.
km: កំហុសមួយបានកើតឡើង។ សូមព្យាយាមនៅពេលក្រោយ។
ko: 오류가 발생했습니다
ne: एउटा त्रुटि भयो। कृपया पछि प्रयास गर्नुहोस्।
th: เกิดข้อผิดพลาด โปรดลองใหม่อีกครั้ง
tl: Nagkaroon ng error. Pakisubukan muli mamaya
vi: Đã xảy ra lỗi. Vui lòng thử sau.
zh_hk: 發生錯誤。請稍後再試。

# gDescQueryDateRangeError
source: Query is limited to recent {range} days
bn: সাম্প্রতিক অনুসন্ধান {range} দিনের মধ্যে সীমাবদ্ধ
id: Kueri dibatasi hingga {range} hari terakhir
km: សំណួរត្រូវបានកំណត់ត្រឹម {range} ថ្ងៃថ្មីៗនេះ
ko: 검색은 최근 {range}일로 제한됩니다
ne: क्वेरी हालका {range} दिनहरूमा सीमित छ
th: การค้นหาถูกจำกัดเฉพาะช่วงเวลา {range}
tl: Ang query ay limitado sa recent {range} araw
vi: Truy vấn được giới hạn trong {range} ngày gần nhất
zh_hk: 查詢限制為最近{range}天

# gDescQueryDateInputError
source: Please enter the date correctly
bn: অনুগ্রহ করে সঠিকভাবে তারিখ লিখুন
id: silakan masukan tanggal yang benar
km: សូមបញ្ចូលកាលបរិច្ឆេទឱ្យបានត្រឹមត្រូវ
ko: 날짜를 올바르게 입력해 주세요
ne: कृपया सही मिति प्रविष्ट गर्नुहोस्
th: กรุณากรอกวันที่ให้ถูกต้อง
tl: Ilagay ng wasto ang petsa
vi: Vui lòng nhập ngày chính xác
zh_hk: 請輸入正確的日期

# gDescPreLoading1
source: Is downloading firmware,
bn: ফার্মওয়্যার ডাউনলোড হচ্ছে,
id: sedang mengunduh
km: កំពុងទាញយកកម្មវិធីបង្កប់,
ko: 펌웨어를 다운로드하는 중입니다
ne: फर्मवेयर डाउनलोड गर्दै छ,
th: กำลังดาวน์โหลดเฟิร์มแวร์
tl: Nagda-download ng firmware,
vi: Đang tải xuống phần mềm
zh_hk: 正在下載固件

# gDescPreLoading2
source: please do not return.
bn: অনুগ্রহ করে ফিরে আসবেন না।
id: jangan kembali
km: សូមកុំត្រឡប់មកវិញ។
ko: 다시 방문하지 마세요
ne: कृपया फिर्ता नगर्नुहोस्।
th: กรุณาอย่าออกจากหน้านี้
tl: Please huwag bumalik.
vi: Xin vui lòng không trở lại.
zh_hk: 請不要返回

# gDescInsufficientBalanceError
source: Insufficient balance
bn: অপর্যাপ্ত ব্যালান্স
id: saldo tidak cukup
km: តុល្យភាពមិនគ្រប់គ្រាន់
ko: 잔액 부족
ne: अपर्याप्त सन्तुलन
th: ยอดเงินคงเหลือไม่เพียงพอ
tl: Kulang ang balanse
vi: Không đủ số dư
zh_hk: 餘額不足

# gDescAmountError
source: The amount must be greater than 0.
bn: অ্যামাউন্ট অবশ্যই ০-এর বেশি হতে হবে,
id: Jumlah harus lebih besar dari 0.
km: ចំនួនទឹកប្រាក់ត្រូវតែលើសពី 0។
ko: 금액은 0보다 커야 합니다.
ne: रकम ० भन्दा बढी हुनुपर्छ।
th: จำนวนเงินจะต้องมากกว่า 0
tl: Ang halaga ay dapat higit sa 0.
vi: Số tiền phải lớn hơn 0.
zh_hk: 金額必須大於 0。

# gNoMatches
source: No Matches
bn: কোন ম্যাচ নেই
id: tidak ada pertandingan
km: គ្មានការប្រកួត
ko: 일치하는 항목 없음
ne: कुनै मेल छैन
th: ไม่มีแมตช์
tl: Walang Mga Laban
vi: Không có trận đấu
zh_hk: 沒有比賽

# gNoMoreMatches
source: No More Matches
bn: আর কোন ম্যাচ নেই
id: tidak ada pertandingan lagi
km: គ្មានការប្រកួតទៀតទេ
ko: 더 이상 일치하는 항목이 없습니다
ne: थप मेलहरू छैनन्
th: ไม่มีแมตช์ต่อไป
tl: Wala Nang Laban
vi: Không còn trận đấu nào nữa
zh_hk: 沒有更多比賽

# gVideo
source: Video
bn: ভিডিও
km: វីដេអូ
ko: 동영상
ne: भिडियो
th: วีดีโอ
zh_hk: 視頻

# gStats
source: Live VR
bn: লাইভ VR
km: ផ្សាយផ្ទាល់ VR
ko: 실시간 VR
ne: लाइभ VR
zh_hk: 虛擬實況

# gExpand
source: Expand
bn: প্রসারিত করুন
id: diperluas
km: ពង្រីក
ko: 확대하다
ne: विस्तार गर्नुहोस्
th: ขยาย
tl: Palawakin
vi: Mở rộng
zh_hk: 擴展

# gMore
source: More
bn: আরও
id: lebih banyak
km: ច្រើនទៀត
ko: 더 많은
ne: थप
th: เพิ่มเติม
tl: Higit pa
vi: Thêm
zh_hk: 更多

# gBetNow
source: Bet Now
bn: এখনই বেট করুন
id: bertaruh sekarang
km: ភ្នាល់ឥឡូវនេះ
ko: 지금 베팅하세요
ne: अब शर्त गर्नुहोस्
th: เดิมพันตอนนี้
tl: Tumaya Ngayon
vi: Cược Ngay
zh_hk: 立即投注

# gAll
source: All
bn: সমস্ত
id: semua
km: ទាំងអស់។
ko: 모든
ne: सबै
th: ทั้งหมด
tl: Lahat
vi: Tất cả
zh_hk: 全部

# gOptional
source: Optional
bn: অপশনাল
id: boleh memilih
km: ជាជម្រើស
ko: 선택 사항
ne: ऐच्छिक
th: ตัวเลือกเพิ่มเติม
tl: Opsyonal
vi: Lựa chọn
zh_hk: 可選的

# gStartBettingNow
source: Start Betting Now!
bn: এখনই বেট করা শুরু করুন!
id: mulai taruhan sekarang!
km: ចាប់ផ្តើមភ្នាល់ឥឡូវនេះ!
ko: 지금 바로 베팅을 시작하세요!
ne: अब सट्टेबाजी सुरु गर्नुहोस्!
th: เริ่มเดิมพันตอนนี้!
tl: Simulan ng tumaya Ngayon!
vi: Bắt đầu cược ngay!
zh_hk: 立即開始投注！

# gNoAvailableMarkets
source: No Markets Available
bn: কোন মার্কেট এভেইল্যাবল নেই
id: tidak ada pasar tersedia
km: គ្មានទីផ្សារដែលអាចប្រើបានទេ។
ko: 이용 가능한 마켓이 없습니다
ne: कुनै बजार उपलब्ध छैन
th: ไม่มีการแข่งขัน
tl: Walang Available na Markers
vi: Không có thị trường khả dụng
zh_hk: 沒有可用市場

# gSelectAll
source: Select All
bn: সব সিলেক্ট করুন
id: pilih semua
km: ជ្រើសរើសទាំងអស់។
ko: 전체 선택
ne: सबै चयन गर्नुहोस्
th: เลือกทั้งหมด
tl: I-select lahat
vi: Chọn tất cả
zh_hk: 全選

# gFinished
source: Finished
bn: সমাপ্ত
id: diselesaikan
km: រួចរាល់
ko: 완료
ne: समाप्त भयो
th: สิ้นสุด
tl: Natapos
vi: Hoàn tất
zh_hk: 已完成

# gSignIn
source: Sign In
bn: সাইন ইন
id: masuk
km: ចុះឈ្មោះចូល
ko: 로그인
ne: साइन इन गर्नुहोस्
th: เข้าสู่ระบบ
tl: Mag-sign In
vi: Đăng nhập
zh_hk: 登入

# gBack
source: Back
bn: ব্যাক
id: kembali
km: ថយក្រោយ
ko: 뒤로가기
ne: पछाडि
th: กลับ
tl: Bumalik
vi: Trở lại
zh_hk: 返回

# gWin
source: Win
bn: উইন
id: menang
km: ឈ្នះ
ko: 승리
ne: जित्नुहोस्
th: ชนะ
tl: Panalo
vi: Thắng
zh_hk: 勝利

# gDate
source: Date
bn: তারিখ
id: tanggal
km: កាលបរិច្ឆេទ
ne: मिति
th: วันที่
tl: Petsa
vi: Ngày
zh_hk: 日期

# gStart
source: Start
bn: শুরু করুন
id: mulai
km: ចាប់ផ្តើម
ko: 시작
ne: सुरु गर्नुहोस्
th: เริ่ิ่ม
tl: Simula
vi: Bắt đầu
zh_hk: 開始

# gEnd
source: End
bn: শেষ
id: selesai
km: បញ្ចប់
ko: 끝
ne: अन्त्य
th: สิ้้นสุด
tl: Wakas
vi: Kết thúc
zh_hk: 結束

# gNoResults
source: No Results
bn: ফলাফল নেই
id: tidak ada hasil
km: គ្មានលទ្ធផល
ko: 결과 없음
ne: कुनै परिणाम छैन
th: ไม่มีผล
tl: Walang Resulta
vi: Không có kết quả
zh_hk: 無賽事結果

# gNoMoreResults
source: No More Results
bn: আর কোন ফলাফল নেই
id: tidak ada hasil
km: គ្មានលទ្ធផលទៀតទេ
ko: 더 이상 결과가 없습니다
ne: थप परिणामहरू छैनन्
th: ไม่มีผลเพิ่มเติม
tl: Wala Nang Resulta
vi: Không còn kết quả nào nữa
zh_hk: 沒有更多結果

# gStake
source: Stake
bn: বেট
id: taruhan
km: ប្រាក់​ភ្នាល់
ko: 베팅 금액
ne: दांव
th: เงินเดิมพัน
tl: Taya
vi: Tiền cược
zh_hk: 注額

# gTitleHotEvents
source: Hot Events
bn: হট ইভেন্ট
id: acara menarik
km: ព្រឹត្តិការណ៍ពិសេសៗ
ko: 핫 이벤트
ne: तातो घटनाहरू
tl: Mainit na Mga Kaganapan
vi: Sự kiện Hot
zh_hk: 熱門賽事

# gTncPopupTitle1
source: We've updated our Terms and Conditions to version {version}
bn: আমরা ভার্শনটিতে {version} আমাদের শর্তাদি ও শর্তাবলী আপডেট করেছি।
id: Kami telah memperbarui Syarat dan Ketentuan kami ke versi {version}
km: យើងបានធ្វើការដំឡើងល័ក្ខខ័ណ្ឌរបស់យើងទៅជាកំណែទម្រង់ថ្មី {version}
ko: 이용약관을 {version} 버전으로 업데이트했습니다.
ne: हामीले हाम्रा नियम र सर्तहरूलाई संस्करण {version} मा अद्यावधिक गरेका छौं
th: ข้อกำหนดและเงื่อนไขของเราได้รับการอัพเดทเป็นเวอร์ชัน {version}
tl: In-update na namin ang aming mga Tuntunin at Kondisyon sa bersyong {version}
vi: Chúng tôi đã cập nhật Điều khoản và Điều kiện của mình lên phiên bản {version}.
zh_hk: 我們已將服務條款更新至版本 {version}

# gTncPopupTitle2
source: Please review and accept the
bn: অনুগ্রহ করে রিভিউ করুন এবং তা গ্রহণ করুন
id: Harap tinjau dan terima
km: សូមពិនិត្យឡើងវិញ និងទទួលយក
ko: 검토 후 동의해 주세요.
ne: कृपया समीक्षा गर्नुहोस् र स्वीकार गर्नुहोस्
th: กรุณาตรวจสอบและยอมรับ
tl: Paki-basa at tanggapin ang
vi: Vui lòng xem xét và chấp nhận
zh_hk: 請審閱並接受

# gTncPopupTitleUpdatedTerms
source: updated terms.
bn: শর্তাবলী আপডেট করা হয়েছে
id: ketentuan yang diperbarui.
km: លក្ខខណ្ឌដែលបានធ្វើបច្ចុប្បន្នភាព។
ko: 업데이트된 약관
ne: अद्यावधिक सर्तहरू।
th: อัพเดทเงื่อนไข
tl: Binagong Alituntunin
vi: điều khoản đã cập nhật
zh_hk: 更新後的條款.

# gTncGeneralRules
source: General Rules v.{version}
bn: সাধারণ নিয়মাবলী v.{version}
id: Aturan Umum .{version}
km: ច្បាប់ទូទៅ កំណែ{version}
ko: 일반 규칙 v.{version}
ne: सामान्य नियम v।{version}
th: กฎทั่วไป v.{version}
tl: Pangkalahatang Patakaran v.{version}
vi: Quy định chung v.{version}
zh_hk: 一般規則 v.{version}

# gTncGeneralRulesTitle
source: General Rules
bn: সাধারণ নিয়মাবলী
id: Aturan Umum
km: ច្បាប់ទូទៅ កំណែ
ko: 일반 규칙
ne: सामान्य नियम
th: กฎทั่วไป
tl: Pangkalahatang Patakaran
vi: Quy định chung
zh_hk: 一般規則

# gTncBtnDecline
source: Decline
bn: প্রত্যাখ্যান করুন
id: Ditolak
km: បដិសេធ
ko: 거절
ne: अस्वीकार गर्नुहोस्
th: ปฏิเสธ
tl: Tanggihan
vi: Từ chối
zh_hk: 拒絕

# gTncBtnAccept
source: Accept
bn: গ্রহণ করুন
id: Diterima
km: យល់ព្រម
ko: 동의
ne: स्वीकार गर्नुहोस्
th: ยอมรับ
tl: Tanggapin
vi: Chấp nhận
zh_hk: 接受
