Repository: jgting/flutter_framework
Catalog: lib/l10n/app_*.arb
Languages: bn, id, km, ko, ne, th, tl, vi, zh_hk

# mineOddsType
source: Odds Type
bn: অডসের ধরণ
id: jenis odds
km: ប្រភេទហាងឆេង
ko: 배당률 유형
ne: बाधा प्रकार
th: ประเภทอัตราต่อรอง
tl: Uri ng Odds
vi: Loại tỷ lệ cược
zh_hk: 賠率類型

# mineLanguage
source: Language
bn: ভাষা
id: Bahasa
km: ភាសា
ko: 언어
ne: भाषा
th: ภาษา
tl: Wika
vi: Ngôn ngữ
zh_hk: 語言

# mineAd
source: AD
bn: অ্যাড
ko: 광고
th: โฆษณา
zh_hk: 廣告

# mineHotMatches
source: Hot Matches
bn: হট ম্যাচ
id: Pertandingan menarik
km: ការប្រកួតដ៏អស្ចារ្យ
ko: 인기 있는 경기
ne: हॉट मैचहरु
tl: Mainit na mga Laro
vi: Trận Đấu Hot
zh_hk: 熱門賽事

# mineOddsBoost
source: Odds Boost
bn: অডস বুস্ট
id: peningkatan odds
km: ហាងឆេង Boost
ko: 배당률 증가
ne: बाधाहरू बढाउनुहोस्
th: เพิ่มอัตราต่อรอง
tl: Pag-boost ng Odds
vi: Đẩy tỷ lệ cược
zh_hk: 賠率提升

# mineBalance
source: Balance
bn: ব্যালেন্স
km: តុល្យភាព
ko: 잔액
ne: सन्तुलन
th: ยอดคงเหลือ
tl: Balanse
vi: Số dư
zh_hk: 餘額

# mineAdmin
source: Admin
bn: এডমিন
km: អ្នកគ្រប់គ្រង
ko: 관리자
ne: व्यवस्थापक
th: แอดมิน
zh_hk: 管理员

# mineMenus
source: Menus
bn: মেনু
id: menu
km: ម៉ឺនុយ
ko: 메뉴
ne: मेनुहरू
th: รายการ
tl: Menu
vi: Menu
zh_hk: 功能表

# mineFreeBet
source: Exclusive Free Bet
bn: এক্সক্লুসিভ ফ্রি বেট
id: Taruhan Gratis Eksklusif
km: ភ្នាល់ឥតគិតថ្លៃពិសេស
ko: 독점 무료 베팅
ne: विशेष नि: शुल्क शर्त
th: ฟรีเดิมพันพิเศษ
tl: Eksklusibong Libreng Taya
vi: Tiền Cược Miễn Phí Độc Quyền
zh_hk: 獨家免費投注

# mineTurnoverMission
source: Turnover Mission
bn: টার্নওভার মিশন
id: misi turnover
km: បេសកកម្មវេន
ko: 롤링 조건
ne: कारोबार मिशन
th: เทิร์นโอเวอร์
tl: Misyon sa Turnover
vi: Nhiệm vụ doanh thu
zh_hk: 流水任務

# mineRewardHistory
source: Reward History
bn: রিওয়ার্ড হিস্ট্রি
id: riwayat hadiah
km: ប្រវត្តិរង្វាន់
ko: 보상 내역
ne: पुरस्कार इतिहास
th: ประวัติรางวัล
tl: Kasaysayan ng Reward
vi: Lịch Sử Thưởng
zh_hk: 獎勵記錄

# mineAnnouncement
source: Announcement
bn: এনাউন্সমেন্ট
id: pengumuman
km: សេចក្តីជូនដំណឹង
ko: 공지사항
ne: घोषणा
th: แจ้งเตือน
tl: Anunsyo
vi: Thông báo
zh_hk: 公告

# mineRules
source: Rules
bn: নিয়ম
id: aturan
km: ច្បាប់
ko: 규정
ne: नियमहरू
th: กฏ
tl: Mga Alituntunin
vi: Quy định
zh_hk: 規則

# mineLayout
source: Layout
bn: লেআউট
id: teta letak
km: ប្លង់
ko: 배치
ne: लेआउट
vi: Thiết kế
zh_hk: 佈局

# mineHighlight
source: Highlight
bn: হাইলাইট
id: sorotan
ko: 강조하다
ne: हाइलाइट गर्नुहोस्
th: ไฮไลท์
tl: I-highlight
vi: Làm nổi bật
zh_hk: 亮點

# mineTurnoverProgress
source: Turnover Progress
bn: টার্নওভার অগ্রগতি
id: kemajuan turnover
km: ដំណើរនៃបង្វិលជុំ
ko: 롤링 진행상황
ne: कारोबार प्रगति
th: กำลังทำเทิร์นโอเวอร์
tl: Progress ng Turnover
vi: Tiến độ doanh thu
zh_hk: 流水進度

# mineTurnoverDataEmpty
source: No Turnover Mission.
bn: কোন টার্নওভার মিশন নেই।
id: tidak ada misi turnover
km: គ្មានសកម្មភាពបង្វិលជុំ
ko: 롤링 조건없음
ne: टर्नओभर मिशन छैन।
th: ไม่มีการทำเทิร์นโอเวอร์
tl: Walang Misyon para sa Turnover
vi: Không có nhiệm vụ doanh thu.
zh_hk: 沒有流水任務

# mineAnnouncementDataEmpty
source: No Announcement.
bn: কোনো এনাউন্সমেন্ট নেই।
id: tidak ada pengumuman
km: គ្មានសេចក្តីប្រកាស
ko: 공지 없음
ne: कुनै घोषणा छैन।
th: ไม่มีแจ้งเตือน
tl: Walang Anunsyo
vi: Không có Thông báo
zh_hk: 没有公告

# barBetslip
source: Betslip
bn: বেট স্লিপ
id: slip taruhan
ko: 베팅 슬립
ne: बेट्सलिप
th: สลิปเดิมพัน
vi: Phiếu cược
zh_hk: 投注單

# barMybet
source: Mybet
bn: মাই বেট
id: taruhan saya
ko: 내 베팅
ne: मेरो शर्त
th: เดิมพันของฉัน
tl: Aking Taya
vi: Cược của tôi
zh_hk: 我的投注

# barQuickBet
source: Quick Bet
bn: কুইক বেট
id: taruhan cepat
km: ភ្នាល់រហ័ស
ko: 빠른 베팅
ne: द्रुत शर्त
th: เดิมพันด่วน
tl: Mabilisang Taya
vi: Cược Nhanh
zh_hk: 快速投注

# barMine
source: Mine
bn: আমার
id: saya
ko: 내 것
ne: मेरो
tl: Akin
vi: Của tôi
zh_hk: 我的

# barHome
source: Hot
bn: হট
id: menarik
km: ក្តៅ
ko: 인기 있는
ne: तातो
tl: Mainit
zh_hk: 熱門

# barPromotion
source: Promotion
bn: প্রমোশন
id: promosi
km: ការផ្សព្វផ្សាយ
ko: 프로모션
ne: पदोन्नति
th: โปรโมชั่น
tl: Promosyon
vi: Khuyến mãi
zh_hk: 優惠

# barFavorite
source: Favorite
bn: ফেভারিট
id: favorit
km: ចំណូលចិត្ត
ko: 좋아하는
ne: मनपर्ने
th: รายการโปรด
tl: Paborito
vi: Yêu thích
zh_hk: 關注賽事

# barInPlay
source: Live
bn: লাইভ
id: siaran langsung
ko: 실시간
ne: लाइभ
th: สด
vi: Trực tiếp
zh_hk: 滾球賽事

# barResult
source: Result
bn: ফলাফল
id: hasil
km: លទ្ធផល
ko: 결과
ne: नतिजा
th: ผล
tl: Resulta
vi: Kết quả
zh_hk: 賽事結果

# barSearch
source: Search
bn: সার্চ
id: cari
km: ស្វែងរក
ko: 검색
ne: खोज्नुहोस्
th: ค้นหา
tl: Maghanap
vi: Tìm kiếm
zh_hk: 搜索

# barPromotionLobby
source: Promotion Lobby
bn: প্রমোশন লবি
id: lobi promosi
km: កន្លែងផ្សព្វផ្សាយ
ko: 프로모션 로비
ne: पदोन्नति लबी
th: หน้าแรกโปรโมชั่น
tl: Lobby ng Promosyon
vi: Sảnh Khuyến Mãi
zh_hk: 優惠大廳

# barBackToLobby
source: Back To Lobby
bn: লবিতে ফিরে যান
id: kembali ke lobi
km: ត្រឡប់ទៅវិញ
ko: 로비로 돌아가기
ne: लबी मा फर्कनुहोस्
th: กลับสู่หน้าแรก
tl: Bumalik sa Lobby
vi: Quay lại Sảnh
zh_hk: 返回大廳

# menuAzMenu
source: A-Z menu
bn: A-Z মেন্যু
id: menu a-z
km: ម៉ឺនុយ A-Z
ko: A-Z 목록
ne: A-Z मेनु
th: รายการ A-Z
tl: Menu A-Z
vi: Menu từ A-Z
zh_hk: A-Z 功能表

# menuFilter
source: Filter
bn: ফিল্টার
km: តម្រង
ko: 필터
ne: फिल्टर गर्नुहोस्
th: ตัวกรอง
tl: I-filter
vi: Lọc
zh_hk: 篩選

# menuMine
source: Mine
bn: আমার
id: saya
ko: 내 것
ne: मेरो
tl: Akin
vi: Của tôi
zh_hk: 我的

# menuQuickBet
source: Quick Bet
bn: কুইক বেট
id: taruhan cepat
km: ភ្នាល់រហ័ស
ko: 빠른 베팅
ne: द्रुत शर्त
th: เดิมพันด่วน
tl: Mabilisang na Taya
vi: Cược Nhanh
zh_hk: 快速投注

# menuMyBets
source: My Bets
bn: মাই বেট
id: taruhan saya
km: ការភ្នាល់របស់ខ្ញុំ
ko: 내 베팅
ne: मेरो बेट्स
th: เดิมพันของฉัน
tl: Aking Mga Bet
vi: Cược Của Tôi
zh_hk: 我的投注

# menuBetslip
source: Betslip
bn: বেট স্লিপ
id: slip taruhan
ko: 베팅 슬립
ne: बेट्सलिप
th: สลิปเดิมพัน
vi: Phiếu cược
zh_hk: 投注單

# menuStatus
source: Status
bn: স্ট্যাটাস
km: ស្ថានភាព
ko: 현황
ne: स्थिति
th: สถานะ
tl: Katayuan
vi: Trạng thái
zh_hk: 狀態

# menuMoreSport
source: More Sports
bn: আরও খেলা
id: sport lebih banyak
km: កីឡាច្រើនទៀត
ko: 더 많은 스포츠
ne: थप खेलकुद
th: กีฬาเพิ่มเติม
tl: Karagdagang Sports
vi: Thêm trò Thể Thao
zh_hk: 更多體育

# menuLessSport
source: Less Sports
bn: কম খেলা
id: sport lebih sedikit
km: កីឡាតិចជាង
ko: 스포츠 축소
ne: कम खेलकुद
th: กีฬาน้อยลง
tl: Mas Kaunting Sports
vi: Ít lại
zh_hk: 更少體育

# marketCategoryOthers
source: Others
bn: অন্যান্য
id: lainnya
km: ផ្សេងៗ
ko: 다른
ne: अरू
th: อื่นๆ
tl: Iba pa
vi: Khác
zh_hk: 其他

# marketCategoryAll
source: All
bn: সব
id: semua
km: ទាំងអស់។
ko: 모든
ne: सबै
th: ทั้งหมด
tl: Lahat
vi: Tất cả
zh_hk: 全部

# marketCategoryMainMarkets
source: Main Markets
bn: প্রধান মার্কেট
id: pasar utama
km: ទីផ្សារសំខាន់ៗ
ko: 주요 시장
ne: मुख्य बजारहरू
th: กีฬาหลัก
tl: Pangunahing Market
vi: Thị trường chính
zh_hk: 主要市場

# marketCategoryGoals
source: Goals
bn: গোল
id: goal
km: គោលដៅ
ko: 골
ne: लक्ष्यहरू
th: ประตู
tl: Mga Layunin
vi: Bàn thắng
zh_hk: 入球

# marketCategory1stHalf
source: 1st Half
bn: ১ম অর্ধেক
id: babak pertama
km: ពាក់កណ្តាលតង់ទី១
ko: 전반전
ne: पहिलो हाफ
th: ครึ่งแรก
tl: Unang Kalahati
vi: Hiệp 1
zh_hk: 上半場

# marketCategory2ndHalf
source: 2nd Half
bn: ২য় অর্ধেক
id: babak penuh
km: ពាក់កណ្តាលតង់ទី 2
ko: 후반전
ne: दोस्रो हाफ
th: ครึ่งหลัง
tl: Ikalawang Kalahati
vi: Hiệp 2
zh_hk: 下半場

# marketCategoryCorners
source: Corners
bn: কর্নার
id: sudut
km: ជ្រុង
ko: 코너
ne: कुनाहरू
th: ลูกเตะมุม
tl: Kanto
vi: Góc
zh_hk: 角球

# marketCategoryBookings
source: Bookings
bn: বুকিং
id: booking
km: ការកក់ទុក
ko: 경고
ne: बुकिङ
th: ใบเตือน
tl: Mga Booking
vi: Thẻ
zh_hk: 罰牌

# marketCategoryScorers
source: Scorers
bn: গোল-দাতা
id: pencetak gol
km: អ្នកស៊ុតបាល់បញ្ចូលទី
ko: 득점자
ne: स्कोररहरू
th: คะแนน
tl: Mga Scorer
vi: Cầu thủ ghi bàn
zh_hk: 得分者

# marketCategorySpecials
source: Specials
bn: স্পেশাল
id: spesial
km: ពិសេស
ko: 스페셜
ne: विशेषहरू
tl: Espesyal
vi: Đặc biệt
zh_hk: 特別項目

# marketCategoryPlayerProps
source: Player Props
bn: প্লেয়ার প্রপ্স
id: peraga permainan
km: ឧបករណ៍អ្នកលេង
ko: 선수 관련 베팅
ne: प्लेयर प्रोप्स
th: สถิติของผู้เล่น
tl: Mga Props ng Manlalaro
zh_hk: 球員特定投注

# marketCategoryMisc
source: Misc
bn: বিবিধ
id: lain lain
km: ផ្សេងទៀត
ko: 기타
ne: विविध
tl: Iba pa
zh_hk: 其他雜項

# marketCategoryQuarters
source: Quarters
bn: কোয়ার্টার
id: perempat
km: ភាគបួន
ko: 쿼터
ne: क्वार्टर
th: ควอเตอร์
tl: Mga Kwarter
zh_hk: 四分之一節

# marketCategoryPoints
source: Points
bn: পয়েন্ট
id: point
km: ពិន្ទុ
ko: 점수
ne: अंक
th: แต้ม
tl: Mga Puntos
vi: Điểm
zh_hk: 分數

# marketCategoryRuns
source: Runs
bn: রান
id: run
km: រត់
ko: 득점
ne: रन
tl: Mga Runs
zh_hk: 跑分

# marketCategorySets
source: Sets
bn: সেট
id: set
km: ឈុត
ko: 세트
ne: सेटहरू
th: เซท
tl: Mga Set
zh_hk: 盤

# marketCategoryGames
source: Games
bn: গেমস
id: permainan
km: ហ្គេម
ko: 경기
ne: खेलहरू
th: เกม
tl: Mga Laro
zh_hk: 遊戲

# marketCategoryMap
source: Map
bn: মানচিত্র
id: peta
km: ផែនទី
ko: 지도
ne: नक्सा
tl: Mapa
zh_hk: 地圖

# marketCategoryHalfMarket
source: Half Market
bn: হাফ মার্কেট
id: setengah pasar
km: ទីផ្សារពាក់កណ្តាល
ko: 전후반 시장
ne: आधा बजार
tl: Kalahati ng Market
vi: Nửa Thị Trường
zh_hk: 半場市場

# marketCategoryTotal
source: Total
bn: সর্বমোট
km: សរុប
ko: 총
ne: कुल
th: ทั้งหมด
vi: Tổng
zh_hk: 總和

# marketCategoryHandicap
source: Handicap
bn: হ্যান্ডিক্যাপ
km: គ្រាប់ត
ko: 핸디캡
ne: ह्यान्डिक्याप
th: แฮนดิแคป
vi: Cược Chấp
zh_hk: 讓分

# marketStatusActive
source: Active
bn: সক্রিয়
id: aktif
km: សកម្ម
ko: 활성화
ne: सक्रिय
th: ใช้งานอยู่
tl: Aktibo
vi: Hoạt động
zh_hk: 活躍

# marketStatusSuspended
source: Suspending
bn: সাসপেন্ডিং
id: Ditangguhkan
km: ការផ្អាក
ko: 일시 중단
th: ระงับ
vi: Đình chỉ
zh_hk: 暫停

# marketStatusDeactivated
source: Deactivated
bn: নিষ্ক্রিয়
id: di aktifkan kembali
km: បិទដំណើរការ
ko: 비활성화
ne: निष्क्रिय पारियो
th: ปิดการใช้งาน
tl: Hindi aktibo
vi: Ngừng
zh_hk: 停用

# marketStatusSettled
source: Settled
bn: সেটেল হয়েছে
km: ដែលមានថេរភាព
ko: 정산됨
ne: बसाइयो
th: เคลียร์แล้ว
vi: Đã thanh toán
zh_hk: 結算

# marketStatusCancelled
source: Cancelled
bn: বাতিল হয়েছে
id: dibatalkan
km: បោះបង់
ko: 취소됨
ne: रद्द गरियो
th: ยกเลิก
tl: Kanselahin
vi: Đã hủy
zh_hk: 已取消

# marketStatusHandedover
source: HandedOver
bn: হস্তান্তর
id: memberikan
km: ប្រគល់ជូន
ko: 인계된
ne: हस्तान्तरण
tl: Naipasa
vi: Chuyển giao
zh_hk: 移交

# marketAltername1x2
source: Full Time Results
bn: ফুল টাইম রেজাল্ট
id: Hasil Pertandingan Full Time
km: លទ្ធផលពេញម៉ោង
ko: 정규 경기 결과
ne: पूर्ण समय परिणामहरू
th: ผลการแข่งขันเต็มเวลา
vi: Kết Quả Toàn Trận
zh_hk: 全場比賽結果

# oddsBoostTipTittle
source: What is Odds Boost?
bn: অডস বুস্ট কি?
id: apa itu peningkatan odds?
km: តើ Odds Boost ជាអ្វី?
ko: 베당률 부스트가 뭔가요?
ne: ओड्स बूस्ट के हो?
th: การเพิ่มอัตราต่อรองคืออะไร
tl: Ano ang Odds Boost?
vi: Odds Boost là gì?
zh_hk: 賠率提升

# oddsBoostFormula
source: Formula
bn: সূত্র
km: រូបមន្ត
ko: 공식
ne: सूत्र
th: สูตร
tl: Pormula
vi: Công thức
zh_hk: 公式

# oddsBoostFormulaContent
source: Original odds x Stake + Bonus odds x Stake = Max payout.
bn: অরিজিনাল অডস x বেট + বোনাস অডস x বেট = সর্বোচ্চ পেআউট।
id: Odds asli x Taruhan + Odds bonus x Taruhan = Pembayaran maksimal.
km: ហាងឆេងដើម x ប្រាក់ភ្នាល់ + ហាងឆេងប្រាក់បន្ថែម x ប្រាក់ភ្នាល់ = ការទូទាត់អតិបរមា។
ko: 배당률 × 배당금 + 보너스 배당률 × 배당금 = 최대 지급액
ne: मूल बाधाहरू x स्टक + बोनस बाधाहरू x स्टक = अधिकतम भुक्तानी।
th: อัตราต่อรองเดิม x เงินเดิมพัน + อัตราต่อรองโบนัส x เงินเดิมพัน = การจ่ายเงินสูงสุด
tl: Orihinal na odds x Taya + Bonus na odds x Taya = Pinakamataas na Kita
vi: Tỷ lệ cược ban đầu x Tiền cược + Tỷ lệ cược Thưởng x Tiền cược = Thanh toán tối đa
zh_hk: 原始赔率 x 投注金额 + 奖励赔率 x 投注金额 = 最高赔付

# oddsBoostMore
source: Lean more in the
bn: এর মধ্যে আরও ঝুঁকুন
id: pelajari lebih banyak di
km: ស្វែងយល់បន្ថែមនៅក្នុង
ko: 더 집중하다
ne: मा अधिक झुकाउनुहोस्
th: เพิ่มอัตราต่อรอง
tl: Matuto nang higit pa sa
vi: Tìm hiểu thêm tại
zh_hk: 更傾向於

# oddsBoostEmpty
source: Odds Boost is Empty
bn: অডস বুস্ট খালি
id: tidak ada peningkatan odds
km: Odds Boost គឺទទេ
ko: 배당률 보너스가 없습니다
ne: ओड्स बूस्ट खाली छ
th: ไม่มีการเพิ่มอัตราต่อรอง
tl: Walang laman ang Odds Boost
vi: Odds Boost trống
zh_hk: 賠率提升為空

# comboBoostCaptionTitle
source: Booster
bn: বুস্টার
ko: 부스터
ne: बुस्टर
th: boosters
vi: Tăng cường
zh_hk: 加碼

# comboBoostTitle
source: Combo Boost
bn: কম্বো বুস্ট
ko: 콤보 부스터
ne: कम्बो बढावा ।
vi: Combo tăng cường
zh_hk: 過關加碼

# comboBoostCountdown
source: Countdown -{hr}hr {min}min
bn: কাউন্টডাউন -{hr}ঘন্টা {min}মিনিট
id: Hitung Mundur -{hr}jam {min}menit
km: រាប់ថយក្រោយ-{hr}hr {min}min
ko: 카운트다운 - {hr}시간 {min}분
ne: काउन्टडाउन - {hr} घण्टा {min} मिनेट ।
th: เหลือเวลาอีก -{hr}ชั่วโมง {min}นาที
vi: Đếm ngược -{hr}giờ{min}phút
zh_hk: 倒數 - {hr} 小時 {min} 分鐘

# comboBoostWas
source: Was
bn: আগে ছিল
id: Dulu
km: បាន
ko: 과거
ne: थियो ।
th: ก่อน
tl: Dati
vi: Đã
zh_hk: 原賠率

# comboBoostNow
source: Now
bn: এখন আছে
id: Sekarang
km: ឥឡូវនេះ
ko: 현재
ne: अहिले ।
th: ตอนนี้
tl: Ngayon
vi: Bây giờ
zh_hk: 新賠率

# freebetChoose
source: Choose Free Bet
bn: ফ্রি বেট বেছে নিন
id: pilih free bet
km: ជ្រើសរើសការភ្នាល់ដោយឥតគិតថ្លៃ
ko: 무료 베팅 선택하기
ne: नि: शुल्क शर्त छान्नुहोस्
th: เลือกเดิมพันฟรี
tl: Pumili ng Libreng Bet
vi: Chọn Tiền Cược Miễn Phí
zh_hk: 選擇免費投注

# freebetChooseOne
source: Freebet available
bn: ফ্রি-বেট এভেইল্যাবল
id: Tersedia Freebet
km: Freebet អាចប្រើបាន
ko: 무료 베팅 이용 가능
ne: फ्रीबेट उपलब्ध छ
th: เดิมพันฟรีที่ใช้ได้
tl: Ang Freebet ay available.
vi: Tiền cược miễn phí có sẵn
zh_hk: 免費投注可用

# freebetDetail
source: Exclusive Free Bet Detail
bn: এক্সক্লুসিভ ফ্রি বেট-এর বিস্তারিত
id: Detail Taruhan Gratis Eksklusif
km: ព័ត៌មានលម្អិតអំពីភ្នាល់ឥតគិតថ្លៃពិសេស
ko: 독점 무료 베팅 세부 정보
ne: विशेष नि: शुल्क शर्त विवरण
th: รายละเอียดฟรีเดิมพันพิเศษ
tl: Detalye ng Eksklusibong Libreng Taya
vi: Chi Tiết Tiền Cược Miễn Phí Độc Quyền
zh_hk: 獨家免費投注詳情

# freebetMinOdds
source: Min Odds
bn: সর্বনিম্ন অডস
id: minimal odds
km: ហាងឆេងអប្បបរមា
ko: 최소 배당률
ne: न्यूनतम बाधाहरू
th: อัตราต่อรองขั้นต่ำ
tl: Pinakamababang Odds
vi: Tỷ lệ cược tối thiểu
zh_hk: 最低賠率

# freebetDiscount
source: Discount
bn: ছাড়
id: diskon
km: បញ្ចុះតម្លៃ
ko: 할인
ne: छुट
th: ส่วนลด
tl: Diskwento
vi: Giảm giá
zh_hk: 折扣

# freebetUse
source: Use
bn: ব্যবহার করুন
id: terpakai
km: ប្រើប្រាស់
ko: 사용하다
ne: प्रयोग गर्नुहोस्
th: ใช้
tl: Gamitin
vi: Sử dụng
zh_hk: 使用

# freebetUsed
source: Used
bn: ব্যবহৃত হয়েছে
id: sudah terpakai
km: បានប្រើប្រាស់
ko: 사용된
ne: प्रयोग गरियो
th: ใช้แล้ว
tl: Nagamit
vi: Đã sử dụng
zh_hk: 已使用

# freebetSports
source: Sports
bn: স্পোর্টস
id: sport
km: កីឡា
ko: 스포츠
ne: खेलकुद
th: กีฬา
vi: Thể thao
zh_hk: 體育

# freebetBonus
source: Bonus
bn: বোনাস
km: ប្រាក់បន្ថែម
ko: 보너스
ne: बोनस
th: โบนัส
vi: Thưởng
zh_hk: 獎金

# freebetFreebet
source: Free Bet
bn: ফ্রি বেট
km: ភ្នាល់ឥតគិតថ្លៃ
ko: 프리 베팅
ne: नि: शुल्क शर्त
th: ฟรีเดิมพัน
tl: Libreng Bet
vi: Tiền Cược Miễn Phí
zh_hk: 免費投注

# freebetType
source: Type
bn: ধরণ
id: jenis
km: ប្រភេទ
ko: 종류
ne: टाइप गर्नुहोस्
th: ประเภท
tl: Uri
vi: Loại
zh_hk: 類型

# freebetPromotionName
source: Promotion Name
bn: প্রমোশনের নাম
id: nama promosi
km: ឈ្មោះការផ្សព្វផ្សាយ
ko: 프로모션 이름
ne: पदोन्नति नाम
th: ชื่อโปรโมชั่น
tl: Pangalan ng Promosyon
vi: Tên Khuyến Mãi
zh_hk: 優惠名稱

# freebetReward
source: Reward
bn: রিওয়ার্ড
id: hadiah
km: រង្វាន់
ko: 보상
ne: इनाम
th: รางวัล
tl: Gantimpala
vi: Điểm thưởng
zh_hk: 獎勵

# freebetTurnover
source: Turnover
bn: টার্নওভার
km: ការបង្វិល
ko: 롤링
ne: कारोबार
th: เทิร์นโอเวอร์
vi: Doanh thu cược
zh_hk: 流水

# freebetIssueDate
source: Issued Date
bn: ইস্যু তারিখ
id: tanggal diterbitkan
km: ចេញកាលបរិច្ឆេទ
ko: 발행일
ne: जारी मिति
th: วันที่ี่ได้รับ
tl: Petsa sa pag-issue
vi: Ngày phát hành
zh_hk: 發放日期

# freebetRedeemedDate
source: Redeemed Date
bn: রিডিম করার তারিখ
id: tanggal di gunakan
km: កាលបរិច្ឆេទទូទាត់សង
ko: 적용일
ne: रिडिम गरिएको मिति
th: วันที่แลก
tl: Petsa ng Pag-claim
vi: Ngày quy đổi
zh_hk: 兌換日期

# freebetExpiryDate
source: Expiry Date
bn: মেয়াদ শেষ হওয়ার তারিখ
id: masa berlaku
km: កាលបរិច្ឆេទផុតកំណត់
ko: 유효 기간
ne: म्याद सकिने मिति
th: วันหมดอายุ
tl: Petsa ng Pag-expire
vi: Ngày hết hạn
zh_hk: 到期日期

# freebetRedeemed
source: Redeemed
bn: রিডিম হয়েছে
id: sudah di gunakan
km: ទូទាត់សង
ko: 사용된
ne: रिडिम गरियो
th: แลกแล้ว
tl: Na-claim
vi: Đã quy đổi
zh_hk: 已兌換

# freebetClaimed
source: Claimed
bn: ক্লেইম করা হয়েছে
id: sudah di klaim
km: ទាមទារ
ko: 청구된
ne: दाबी गरे
th: เคลมแล้ว
tl: Na-claim
vi: Đã nhận
zh_hk: 已領取

# freebetDataEmpty
source: No Free Bet.
bn: কোনো ফ্রি বেট নেই
id: tidak ada free bet
km: គ្មានការភ្នាល់ដោយឥតគិតថ្លៃ។
ko: 무료 베팅 없음
ne: कुनै नि: शुल्क शर्त छैन।
th: ไม่มีฟรีเดิมพัน
tl: Walang Libreng Bet
vi: Không có Tiền cược miễn phí
zh_hk: 沒有免費投注

# freebetRewardDataEmpty
source: No Information
bn: কোন তথ্য নেই
id: tidak infomasi
km: មិនមានព័ត៌មាន
ko: 정보 없음
ne: कुनै जानकारी छैन
th: ไม่่มีข้อมูล
tl: Walang Impormasyon
vi: Không có thông tin
zh_hk: 沒有資訊

# freebetTabTickets
source: Tickets
bn: টিকেট
id: Nomor
km: សំបុត្រ
ko: 티켓
ne: टिकटहरू
th: ตั๋ว
vi: Vé cược
zh_hk: 票

# freebetTabHistory
source: History
bn: হিস্ট্রি
id: Riwayat
km: ប្រវត្តិ
ko: 내역
ne: इतिहास
th: ประวัติ
vi: Lịch sử
zh_hk: 歷史

# freebetTabCancelled
source: Cancelled
bn: বাতিল হয়েছে
id: Dibatalkan
km: បោះបង់
ko: 취소
ne: रद्द गरियो
th: ยกเลิก
tl: Kanselado
vi: Đã hủy
zh_hk: 取消

# freebetNumbers
source: Numbers
bn: নাম্বার
id: Nomor
km: លេខ
ko: 숫자
ne: संख्याहरू
th: หมายเลข
tl: Mga Numero
vi: Số lượng
zh_hk: 數字

# freebetPastTickets
source: Expired Tickets
bn: মেয়াদোত্তীর্ণ টিকিট
id: Tiket Kedaluwarsa
km: សំបុត្រផុតកំណត់
ko: 만료된 티켓
ne: म्याद सकिएको टिकटहरू
th: ตั๋วหมดอายุ
vi: Vé Hết Hạn
zh_hk: 過期票据

# freebetTCS
source: Free Bet only providing in Decimal Odds.
bn: ফ্রি বেট শুধুমাত্র ডেসিমাল অডসে পাওয়া যাচ্ছে
id: Freebet hanya tersedia dalam Odds Desimal.
km: ហ្វ្រីការភ្នាល់ មានតែក្នុងអត្រា Decimal តែប៉ុណ្ណោះ។
ko: 무료 베팅은 소수점 배당률 형식으로만 제공됩니다.
ne: फ्री बेट केवल दशमलव सम्भावनामा मात्र उपलब्ध छ।
th: เดิมพันฟรีเฉพาะค่าน้ำเดซิมอลเท่านั้น
vi: Cược Miễn Phí chỉ cung cấp ở Tỷ Lệ Cược Thập Phân Dec
zh_hk: 免費投注只提供十進制賠率。

# freebetLeague
source: League
bn: লিগ
id: Liga
km: លីគ
ko: 리그
ne: लिग
th: ลีก
vi: Giải đấu
zh_hk: 聯盟

# freebetMarkets
source: Markets
bn: মার্কেট
id: Pasaran
km: ទីផ្សារ
ko: 시장
ne: बजारहरू
vi: Thị trường
zh_hk: 市場

# freebetEligible
source: Eligible Events and Markets
bn: অনুমোদিত ইভেন্ট এবং মার্কেট সমূহ
id: Pertandingan dan Pasaran yang memenuhi syarat
km: ព្រឹត្តិការណ៍ និងទីផ្សារ
ko: 참여 가능한 이벤트 및 시장
ne: योग्य घटनाहरू र बजारहरू
th: เหตุการณ์และMarketsที่ได้รับอนุญาต
tl: Kwalipikadong Events at Markets
vi: Thị trường và sự kiện hợp lệ
zh_hk: 符合資格的活動和市場

# freebetAllMarket
source: All Market
bn: সকল মার্কেট
id: Semua Pasaran
km: ទីផ្សារទាំងអស់
ko: 전체 시장
ne: सबै बजार
th: Marketทั้งหมด
vi: Tất cả thị trường
zh_hk: 所有市場

# freebetSelected
source: Now you freebeting {amount} {currency} {freeBetName}
bn: এখন আপনি ফ্রি বেটিং করছেন {amount} {currency} {freeBetName}
id: Sekarang Anda bebas bertaruh {amount} {currency} {freeBetName}
km: ឥឡូវនេះអ្នកភ្នាល់ដោយឥតគិតថ្លៃ {amount} {currency} {freeBetName}
ko: 지금 무료 베팅 가능 {amount} {currency} {freeBetName}
ne: अब तपाईं फ्रीबेट गर्दै हुनुहुन्छ {amount} {currency} {freeBetName}
th: ขณะนี้คุณกำลังเดิมพันฟรี {amount} {currency} {freeBetName}
tl: Ikaw ay kasalukuyang naka-freebet {amount} {currency} {freeBetName}
vi: Bây giờ bạn có thể cược miễn phí {amount} {currency} {freeBetName}
zh_hk: 您正在進行免費投注 {amount} {currency} {freeBetName}

# freebetUnavailable
source: Due to changes in odds, Freebet is currently unavailable.
bn: অডস পরিবর্তনের কারণে, ফ্রি বেট এই মুহূর্তে এভেইল্যাবল নেই।
id: Karena perubahan odds, Freebet saat ini tidak tersedia.
km: ដោយសារតែការផ្លាស់ប្តូរហាងឆេង ពេលនេះ Freebet មិនអាចប្រើបានទេ។
ko: 배당률 변경으로 인해 무료베팅을 이용할 수 없습니다.
ne: अड्समा परिवर्तनको कारणले गर्दा, फ्रीबेट हाल उपलब्ध छैन।
th: เนื่องจากอัตราต่อรองมีการเปลี่ยนแปลง เดิมพันฟรีจึงไม่สามารถใช้งานได้ในขณะนี้
tl: Dahil sa pagbabago ng odds, hindi available ang Freebet sa kasalukuyan.
vi: Do tỷ lệ cược thay đổi, Tiền cược miễn phí hiện không có sẵn.
zh_hk: 由於賠率變化，免費投注目前不可用。

# freebetSelectedUnavailable
source: Due to changes in odds, your Freebet is currently unavailable.
bn: অডস পরিবর্তনের কারণে, আপনার ফ্রি বেট এই মুহূর্তে এভেইল্যাবল নেই।
id: Karena perubahan odds, Freebet Anda saat ini tidak tersedia.
km: ដោយសារតែការផ្លាស់ប្តូរនៅក្នុងហាងឆេង ពេលនេះ Freebet របស់អ្នកមិនអាចប្រើបានទេ។
ko: 배당률 변경으로 인해 현재 고객님은 무료베팅을 이용할 수 없습니다.
ne: अड्समा परिवर्तनको कारणले गर्दा, तपाईंको फ्रीबेट हाल उपलब्ध छैन।
th: เนื่องจากอัตราต่อรองมีการเปลี่ยนแปลง เดิมพันฟรีจึงไม่สามารถใช้งานได้ในขณะนี้
tl: Dahil sa pagbabago ng odds, hindi available ang iyong Freebet sa kasalukuyan.
vi: Do tỷ lệ cược thay đổi, Tiền cược miễn phí của bạn hiện không có sẵn.
zh_hk: 由於賠率變化，您的免費投注目前不可用。

# freebetClosed
source: The market is closed, Freebet is unavailable.
bn: মার্কেট বন্ধ, ফ্রি-বেট এভেইল্যাবল নেই।
id: Pasar tutup, Freebet tidak tersedia.
km: ទីផ្សារត្រូវបានបិទ Freebet មិនអាចប្រើបានទេ។
ko: 시장이 닫혀 무료베팅을 이용할 수 없습니다.
ne: बजार बन्द छ, फ्रीबेट उपलब्ध छैन।
th: ตลาดปิด เดิมพันฟรีไม่สามารถใช้งานได้
tl: Ang market ay sarado, at hindi available ang Freebet.
vi: Thị trường đóng, Tiền cược miễn phí không có sẵn.
zh_hk: 市場已關閉，免費投注不可用。

# freebetExpired
source: The event is closed, Freebet is unavailable.
zh_hk: 活動已關閉，免費投注不可用。

# outcomeHome
source: Home
bn: হোম
id: kandang
km: ផ្ទះ
ko: 홈
ne: होम
th: เจ้าบ้าน
vi: Đội Nhà
zh_hk: 主隊

# outcomeDraw
source: Draw
bn: ড্র
id: tandang
km: ស្មើ
ko: 무승부
ne: बराबरी
th: เสมอ
tl: Tabla
vi: Hòa
zh_hk: 和局

# outcomeAway
source: Away
bn: এওয়ে
id: seri
km: ឆ្ងាយ
ko: 어웨이
ne: टाढा
th: ทีมเยือน
vi: Đội Khách
zh_hk: 客隊

# outcomeSelectHalfTime
source: Half Time
bn: হাফ টাইম
id: Babak Pertama
km: ពាក់កណ្តាលម៉ោង
ko: 하프 타임
ne: आधा समय
th: ครึ่งแรก
vi: Nửa Trận
zh_hk: 半場

# outcomeSelectFullTime
source: Full Time
bn: ফুল টাইম
id: Babak Kedua
km: ពេញម៉ោង
ko: 풀 타임
ne: पूर्ण समय
th: เต็มเวลา
vi: Toàn Trận
zh_hk: 全場

# promotionMatchTime
source: Match Time
bn: ম্যাচের সময়
id: waktu pertandingan
km: ម៉ោងប្រកួត
ko: 경기 시간
ne: म्याच समय
th: เวลาการแข่งขัน
tl: Oras ng Laban
vi: Thời gian trận đấu
zh_hk: 比賽時間

# promotionSupportSport
source: Support Sport
bn: সাপোর্ট স্পোর্টস
id: sport dukungan
km: គាំទ្រកីឡា
ko: 스포츠 후원
ne: खेलकुद समर्थन गर्नुहोस्
tl: Support sa Sport
vi: Hỗ trợ Thể thao
zh_hk: 支持體育

# promotionSupportTournament
source: Support Tournament
bn: সাপোর্ট টুর্নামেন্ট
id: turnamen dukungan
km: ការគាំទ្រការប្រកួត
ko: 토너먼트 후원
ne: समर्थन टूर्नामेंट
tl: Support sa Tournament
vi: Hỗ trợ Giải đấu
zh_hk: 支持錦標賽

# promotionSupportMarket
source: Support Market
bn: সাপোর্ট মার্কেট
id: pasar dukungan
km: ទីផ្សារគាំទ្រ
ko: 마켓 지원
ne: समर्थन बजार
tl: Support sa Market
vi: Hỗ trợ Thị trường
zh_hk: 支持市場

# promotionSupportRefund
source: Refund Stake
bn: রিফান্ড বেট
id: pengembalian taruhan
km: សងស្តេកដើមវិញ។
ko: 베팅 환불
ne: रकम फिर्ता गर्नुहोस्
th: คืนเงินเดิมพัน
tl: Refund na Taya
vi: Hoàn tiền cược
zh_hk: 退還投注金額

# promotionMinOdds
source: Min Odds
bn: সর্বনিম্ন অডস
id: minimal odds
km: ហាងឆេងអប្បបរមា
ko: 최소 배당률
ne: न्यूनतम बाधाहरू
th: อัตราต่อรองขั้นต่ำ
tl: Pinakamababang Odds
vi: Tỷ lệ cược thấp nhất
zh_hk: 最低賠率

# promotionMinStake
source: Min Stake
bn: সর্বনিম্ন বেট
id: minimal taruhan
km: ប្រាក់​ភ្នាល់ចំណនួនតិច
ko: 최소 베팅 금액
ne: न्यूनतम दांव
th: เดิมพันขั้นต่ำ
tl: Pinakamababang Taya
vi: Tiền cược thấp nhất
zh_hk: 最低投注金額

# promotionBetTypes
source: Bet types
bn: বেটের ধরণ
id: jenis taruhan
km: ប្រភេទនៃការភ្នាល់
ko: 베팅 종류
ne: शर्त प्रकारहरू
th: ประเภทการเดิมพัน
tl: Uri ng Bet
vi: Thể loại cược
zh_hk: 投注類型

# promotionDefinitions
source: Definitions
bn: সংজ্ঞা
id: definisi
km: និយមន័យ
ko: 용어의 정의
ne: परिभाषाहरू
th: คำจำกัดความ
tl: Depinisyon
vi: Định nghĩa
zh_hk: 定義

# promotionNoLoop
source: No Loop
bn: কোন লুপ নেই
id: tidak ada
km: គ្មានរង្វិលជុំ
ko: 반복 없음
ne: कुनै लूप छैन
tl: Walang Loop
vi: Không có vòng lặp
zh_hk: 無循環

# promotionDailyCycle
source: Daily Cycle
bn: দৈনিক চক্র
id: siklus harian
km: វដ្ដប្រចាំថ្ងៃ
ko: 일일 주기
ne: दैनिक साइकल
tl: Araw-araw na Siklo
vi: Chu kỳ mỗi ngày
zh_hk: 每日週期

# promotionWeeklyCycle
source: Weekly Cycle
bn: সাপ্তাহিক চক্র
id: siklus mingguan
km: វដ្តប្រចាំសប្តាហ៍
ko: 주간 주기
ne: साप्ताहिक चक्र
tl: Lingguhang Siklo
vi: Chu kỳ mỗi tuần
zh_hk: 每週週期

# promotionMonthlyCycle
source: Monthly Cycle
bn: মান্থলি চক্র
id: siklus bulanan
km: វដ្តប្រចាំខែ
ko: 월간 주기
ne: मासिक चक्र
tl: Buwanang Siklo
vi: Chu kỳ mỗi tháng
zh_hk: 每月週期
